{
    "input": "Question: Tell me a bio of Lanny Flaherty.",
    "output": "Lanny Flaherty is an American actor born on December 18, 1949, in Pensacola, Florida. He has appeared in numerous films, television shows, and theater productions throughout his career, which began in the late 1970s. Some of his notable film credits include \"King of New York,\" \"The Abyss,\" \"Natural Born Killers,\" \"The Game,\" and \"The Straight Story.\" On television, he has appeared in shows such as \"Law & Order,\" \"The Sopranos,\" \"Boardwalk Empire,\" and \"The Leftovers.\" Flaherty has also worked extensively in theater, including productions at the Public Theater and the New York Shakespeare Festival. He is known for his distinctive looks and deep gravelly voice, which have made him a memorable character actor in the industry.",
    "topic": "Lanny Flaherty",
    "cat": [
        "very rare",
        "North America"
    ],
    "atoms": [
        {
            "id": "a0",
            "text": "Lanny Flaherty is an American.",
            "original": "Lanny Flaherty is an American.",
            "label": "S",
            "contexts": [
                "c_a0_0",
                "c_a0_1",
                "c_a0_2"
            ]
        },
        {
            "id": "a1",
            "text": "Lanny Flaherty is an actor.",
            "original": "Lanny Flaherty is an actor.",
            "label": "S",
            "contexts": [
                "c_a1_0",
                "c_a1_1",
                "c_a1_2"
            ]
        },
        {
            "id": "a2",
            "text": "Lanny Flaherty was born on December 18, 1949.",
            "original": "Lanny Flaherty was born on December 18, 1949.",
            "label": "NS",
            "contexts": [
                "c_a2_0",
                "c_a2_1",
                "c_a2_2"
            ]
        },
        {
            "id": "a3",
            "text": "Lanny Flaherty was born in Pensacola.",
            "original": "Lanny Flaherty was born in Pensacola.",
            "label": "NS",
            "contexts": [
                "c_a3_0"
            ]
        },
        {
            "id": "a4",
            "text": "Lanny Flaherty has appeared in numerous films.",
            "original": "He has appeared in numerous films.",
            "label": "S",
            "contexts": [
                "c_a4_0",
                "c_a4_1",
                "c_a4_2"
            ]
        },
        {
            "id": "a5",
            "text": "Lanny Flaherty has appeared in numerous television shows.",
            "original": "He has appeared in numerous television shows.",
            "label": "S",
            "contexts": [
                "c_a5_0",
                "c_a5_1",
                "c_a5_2"
            ]
        },
        {
            "id": "a6",
            "text": "Lanny Flaherty has appeared in numerous theater productions.",
            "original": "He has appeared in numerous theater productions.",
            "label": "NS",
            "contexts": [
                "c_a6_0",
                "c_a6_1",
                "c_a6_2"
            ]
        },
        {
            "id": "a7",
            "text": "Lanny Flaherty's career began in the late 1970s.",
            "original": "His career began in the late 1970s.",
            "label": "NS",
            "contexts": [
                "c_a7_0",
                "c_a7_1"
            ]
        },
        {
            "id": "a8",
            "text": "Lanny Flaherty's notable film credits include King of New York.",
            "original": "His notable film credits include King of New York.",
            "label": "NS",
            "contexts": [
                "c_a8_0",
                "c_a8_1"
            ]
        },
        {
            "id": "a9",
            "text": "Lanny Flaherty's notable film credits include The Abyss.",
            "original": "His notable film credits include The Abyss.",
            "label": "NS",
            "contexts": [
                "c_a9_0"
            ]
        },
        {
            "id": "a10",
            "text": "Lanny Flaherty's notable film credits include Natural Born Killers.",
            "original": "His notable film credits include Natural Born Killers.",
            "label": "S",
            "contexts": [
                "c_a10_0"
            ]
        },
        {
            "id": "a11",
            "text": "Natural Born Killers is a film.",
            "original": "Natural Born Killers is a film.",
            "label": "S",
            "contexts": [
                "c_a11_0",
                "c_a11_1",
                "c_a11_2"
            ]
        },
        {
            "id": "a12",
            "text": "Lanny Flaherty's notable film credits include The Game.",
            "original": "His notable film credits include The Game.",
            "label": "NS",
            "contexts": [
                "c_a12_0",
                "c_a12_1"
            ]
        },
        {
            "id": "a13",
            "text": "Lanny Flaherty's notable film credits include The Straight Story.",
            "original": "His notable film credits include The Straight Story.",
            "label": "NS",
            "contexts": [
                "c_a13_0",
                "c_a13_1"
            ]
        },
        {
            "id": "a14",
            "text": "Lanny Flaherty has appeared in television shows.",
            "original": "He has appeared in television shows.",
            "label": "S",
            "contexts": [
                "c_a14_0",
                "c_a14_1",
                "c_a14_2"
            ]
        },
        {
            "id": "a15",
            "text": "Lanny Flaherty has appeared in Law & Order.",
            "original": "He has appeared in Law & Order.",
            "label": "NS",
            "contexts": [
                "c_a15_0",
                "c_a15_1",
                "c_a15_2"
            ]
        },
        {
            "id": "a16",
            "text": "Lanny Flaherty has appeared in The Sopranos.",
            "original": "He has appeared in The Sopranos.",
            "label": "NS",
            "contexts": [
                "c_a16_0",
                "c_a16_1",
                "c_a16_2"
            ]
        },
        {
            "id": "a17",
            "text": "Lanny Flaherty has appeared in Boardwalk Empire.",
            "original": "He has appeared in Boardwalk Empire.",
            "label": "NS",
            "contexts": []
        },
        {
            "id": "a18",
            "text": "Lanny Flaherty has appeared in The Leftovers.",
            "original": "He has appeared in The Leftovers.",
            "label": "NS",
            "contexts": []
        },
        {
            "id": "a19",
            "text": "Lanny Flaherty has worked extensively in theater.",
            "original": "Flaherty has worked extensively in theater.",
            "label": "NS",
            "contexts": [
                "c_a19_0"
            ]
        },
        {
            "id": "a20",
            "text": "He has worked in productions at the Public Theater.",
            "original": "Flaherty has worked in productions at the Public Theater.",
            "label": "NS",
            "contexts": [
                "c_a20_0",
                "c_a20_1",
                "c_a20_2"
            ]
        },
        {
            "id": "a21",
            "text": "Lanny Flaherty has worked in productions at the New York Shakespeare Festival.",
            "original": "Flaherty has worked in productions at the New York Shakespeare Festival.",
            "label": "NS",
            "contexts": [
                "c_a21_0",
                "c_a21_1",
                "c_a21_2"
            ]
        },
        {
            "id": "a22",
            "text": "Lanny Flaherty is known for his distinctive looks.",
            "original": "He is known for his distinctive looks.",
            "label": "NS",
            "contexts": [
                "c_a22_0",
                "c_a22_1"
            ]
        },
        {
            "id": "a23",
            "text": "Lanny Flaherty is known for his deep gravelly voice.",
            "original": "He is known for his deep gravelly voice.",
            "label": "NS",
            "contexts": []
        },
        {
            "id": "a24",
            "text": "Lanny Flaherty's distinctive looks and deep gravelly voice have made him a memorable character actor.",
            "original": "His distinctive looks and deep gravelly voice have made him a memorable character actor.",
            "label": "NS",
            "contexts": []
        },
        {
            "id": "a25",
            "text": "Lanny Flaherty is a memorable character actor in the industry.",
            "original": "He is a memorable character actor in the industry.",
            "label": "NS",
            "contexts": [
                "c_a25_0",
                "c_a25_1",
                "c_a25_2"
            ]
        }
    ],
    "contexts": [
        {
            "id": "c_a0_0",
            "title": "Lanny Flaherty",
            "text": "lanny flaherty ( july 27, 1942 – february 18, 2024 ) was an american actor. = = life and career = = flaherty had roles in films and miniseries such as lonesome dove, natural born killers, book of shadows : blair witch 2 and signs. he also had a brief role in men in black 3, and appeared as jack crow in jim mickles 2014 adaptation of cold in july. other film appearances include winter people, millers crossing, blood in blood out, tom and huck and home fries while television roles include guest appearances on the equalizer, new york news and white collar as well as a two - episode stint on the education of max bickford as whammo. flaherty was a graduate of pontotoc high school, and attended university of southern mississippi after high school. he resided in new york city. flaherty died following surgery in february 2024, at the age of 81. = = filmography = = = = = film = = = = = = television = = = = = references = = = = external links = = lanny flaherty at imdb"
        },
        {
            "id": "c_a0_1",
            "title": "Home Fries",
            "text": "home fries is a 1998 american comedy - drama film directed by dean parisot, and starring drew barrymore and luke wilson. the script was originally penned by writer vince gilligan for a film class at new york university. = = plot = = the film opens at burger - matic, where henry lever orders a milkshake at the drive - thru. at the window, he tells the attendant, sally jackson, that his wife knows about their affair. she asks him if he has also told his wife about her pregnancy. on his way home, he encounters a ferocious wind. it turns out to be a cobra attack helicopter, which runs him off the road. in a panic, he flees through the woods and drops his heart medication. at an outdoor chapel, he sits on a bench as the helicopter hovers in front of him. the pilot, angus montier, shoots at the ground near him despite the protests of his copilot and brother, dorian. the shots scare him enough to cause a fatal heart attack. throughout the attack, dorian and angus hear the chatter of sally and her coworkers. likewise, they hear the helicopter pilots on headsets. the next day, the police inform beatrice lever that henry has died. she appears shocked and crestfallen, when dorian and angus arrive. it quickly becomes clear that she encouraged her sons to scare him to death. she is also furious about his affair, and wants revenge on his mistress. angus and dorian are worried that the people they heard on the radio might have overheard enough to connect them to his death. they quickly deduce that burger - matic is the only location close enough to have been on the same frequency. angus goads dorian into getting a job there to ensure that no one is wise to their crime. sally is heartbroken at the news about henry. at work, dorian bonds with her quickly. he gives her a model helicopter for her baby, and he explains that he and angus fly them as reservists for the national guard. she asks him to accompany her to lamaze class, since she doesn ' t have a partner. eventually, he takes her to the base to see the helicopter that he flies. as she sits in the cockpit, she tells him about henry. knowing that his mother is still furious about henry ' s affair and that angus would hurt sally if he knew her identity, dorian frantically tries to keep the truth from his family. when angus discovers sally ' s identity, beatrice visits her under the pretense of making amends. dorian is terrified of what angus might do out of a misplaced loyalty to their crazy mother. sure enough, he arrives at sally ' s house in the attack helicopter. she, dorian, and beatrice escape in a truck. he eventually forces them to stop on the road. beatrice pretends to be unaware of what is going on and leaves the truck. dorian gradually convinces angus to stop his attack. the stress of the chase triggers sally ' s labor, and dorian drives her to the hospital. after she has a boy, he talks to him. he struggles to explain how they are related, and he tells him that he is lucky to have the best mother in the world. = = cast = = drew barrymore as sally jackson catherine o ' hara as beatrice lever luke wilson as dorian montier jake busey as angus montier shelley duvall as mrs. jackson kim robillard as billy daryl mitchell as roy lanny flaherty as red jackson chris ellis as henry lever blue deckert as sheriff mark walters as deputy shane steiner as soldier in jeep theresa merritt as mrs. vaughan ( final film role ) jill parker - jones as lamaze instructor morgana shaw as lucy garland = = critical reception = = the film received mixed reviews from critics. it currently holds a 31 % rating on rotten tomatoes. the website ' s critics consensus reads, \" screenwriter vince gilligan ' s mordant sense of humor strikes a discordant note in home fries, a romantic caper full of empty calories. \" roger ebert gave the film a mixed review, writing, \" home fries is not a great movie, and as much as i finally enjoyed it, i ' m not sure it ' s worth seeing two times just to get into the rhythm. more ch"
        },
        {
            "id": "c_a0_2",
            "title": "Forged (film)",
            "text": "forged is a 2010 drama film directed by william wedig starring manny perez, david castro, margo martindale, kevin breznahan, and jaime tirelli. forged was released in theaters through maya entertainment on july 29, 2011, as part of the maya indie series. = = plot = = set in the cold and industrial town of scranton, pennsylvania, forged follows chuco ( manny perez ) on his quest to redeem himself after committing a sin against his son, machito ( david castro ). after chuco ’ s release from prison, the boy, now 13 years old, abused and homeless, seeks him out and mutters : “ you killed my mother. now i kill you. ” as chuco ’ s guilt and machito ’ s need for a father take hold, they must find a way to move past the circumstances to forge a bond that has been once broken. = = cast = = manny perez as chuco david castro as machito matthew rios as young machito margo martindale as dianne jamie tirelli as cesar kevin breznahan as \" moose \" john bianco as frederico steve cirbus as stanley lanny flaherty as tom robert haley as wallace laura heisler as ashley clark jackson as bo tony ray rossi as anthony christopher halladay as foster father jen smith as hot girl = = awards and screenings = = best domestic feature, presented by hbo at the 2010 new york international latino film festival outstanding film award at the 2010 providence latin american american film festival official selection at the 2010 los angeles latino film festival official selection at the 2011 san diego latino film festival = = references = = = = external links = = forged at imdb forged production diary"
        },
        {
            "id": "c_a1_0",
            "title": "Lanny Flaherty",
            "text": "lanny flaherty ( july 27, 1942 – february 18, 2024 ) was an american actor. = = life and career = = flaherty had roles in films and miniseries such as lonesome dove, natural born killers, book of shadows : blair witch 2 and signs. he also had a brief role in men in black 3, and appeared as jack crow in jim mickles 2014 adaptation of cold in july. other film appearances include winter people, millers crossing, blood in blood out, tom and huck and home fries while television roles include guest appearances on the equalizer, new york news and white collar as well as a two - episode stint on the education of max bickford as whammo. flaherty was a graduate of pontotoc high school, and attended university of southern mississippi after high school. he resided in new york city. flaherty died following surgery in february 2024, at the age of 81. = = filmography = = = = = film = = = = = = television = = = = = references = = = = external links = = lanny flaherty at imdb"
        },
        {
            "id": "c_a1_1",
            "title": "2024 in film",
            "text": "2024 in film is an overview of events, including award ceremonies, festivals, a list of country - and genre - specific lists of films, and notable deaths. columbia pictures and metro - goldwyn - mayer ( mgm ) celebrated their 100th anniversaries ; toei company celebrated its 75th anniversary ; dreamworks pictures and dreamworks animation celebrated their 30th anniversaries ; the first mickey mouse films, including steamboat willie ( 1928 ), entered the public domain this year. alongside new releases, multiple popular films like les miserables ( 2012 ), tenet ( 2020 ), alien ( 1979 ), the lion king ( 1994 ), whiplash ( 2014 ), the texas chain saw massacre ( 1974 ), shrek 2 ( 2004 ), twister ( 1996 ), coraline ( 2009 ) and interstellar ( 2014 ) were re - released to either celebrate their anniversaries or fill in the gaps left by films that had their original release dates affected by the 2023 hollywood labor disputes . for the first time since 2011 a huge majority of film sequels were released with many franchises both new and old returning. = = highest - grossing films = = = = = box office records = = = inside out 2 surpassed the lion king to become the highest - grossing animated film of all time and is currently the 8th highest grossing film of all time. inside out 2 became the 54th film to gross $ 1 billion worldwide, the 12th animated film to do so. it became the fastest animated film to gross $ 1 billion worldwide. the inside out film series grossed over $ 2. 5 billion with the release of inside out 2. deadpool & wolverine became the 55th film to gross $ 1 billion worldwide. it had the highest - grossing opening weekend ever for an r - rated film. it surpassed joker ( 2019 ) as the highest - grossing r - rated film of all time. it surpassed the passion of the christ ( 2004 ) to become the highest - grossing r - rated film in the us and canada. it is the eleventh mcu film to gross over $ 1 billion, and the first since spider - man : no way home ( 2021 ). it is the second r - rated film to gross over $ 1 billion, and the first since joker ( 2019 ). the marvel cinematic universe became the first film franchise to gross $ 30 and $ 31 billion with the release of deadpool & wolverine. the despicable me film franchise became the first animated film series to gross $ 5 billion with the release of despicable me 4. the dune film series grossed over $ 1 billion with the release of dune : part two. the monsterverse film franchise grossed over $ 2. 5 billion with the release of godzilla x kong : the new empire. the kung fu panda film series grossed over $ 2 billion with the release of kung fu panda 4. the bad boys film series grossed over $ 1 billion with the release of bad boys : ride or die. the batman film series grossed over $ 7 billion with the release of joker : folie a deux. = = = studio records = = = inside out 2 became the highest - grossing pixar film of all time, surpassing incredibles 2 ( 2018 ). with the release of inside out 2, pixar became the first animation studio to produce five films that grossed $ 1 billion. deadpool & wolverine became the highest - grossing r - rated disney film, surpassing the 34 - year - old record set by pretty woman in 1990. = = = other records = = = deadpool & wolverine became the most viewed trailer of all time, surpassing spider - man : no way home ( 2021 ). = = events = = may 21 – anora premieres at the cannes film festival and becomes the first american film since the tree of life to win the palme d ' or. september 6 – the life of chuck premieres at the 2024 toronto international film festival, where it won the festival ' s people ' s choice award. = = = scheduled award ceremonies = = = = = = film festivals = = = = = 2024 films = = = = = by country / region = = = list of american films of 2024 list of argentine films of 2024 list of australian films of 2024 list of bangladeshi films of 2024 list of brazilian films of 2024 list of british films of 2024 list of canadian films of 2024 list o"
        },
        {
            "id": "c_a1_2",
            "title": "Deaths in February 2024",
            "text": "the following is a list of notable deaths in february 2024. entries for each day are listed alphabetically by surname. a typical entry lists information in the following sequence : name, age, country of citizenship at birth, subsequent country of citizenship ( if applicable ), reason for notability, cause of death ( if known ), and reference. = = february 2024 = = = = = 1 = = = asahi, 21, japanese professional wrestler ( ice ribbon, actwres girl ' z ), traffic collision. pearl berg, 114, american supercentenarian. walter biel, 90, swiss journalist and politician, mp ( 1967 – 1991 ). asmundur bjarnason, 96, icelandic olympic sprinter ( 1948, 1952 ). chang chuan - chiung, 95, taiwanese pharmacologist, member of academia sinica and founder of the journal of biomedical science. sir roland franklin, 97, british - born antiguan merchant banker. mark gustafson, 63, american animator ( the pjs, fantastic mr. fox ) and film director ( guillermo del toro ' s pinocchio ), oscar winner ( 2022 ), heart attack. patrick hanks, 83, english lexicographer and linguist, covid - 19. michael hicks, 51, american football player ( chicago bears ). wilburn hollis, 83, american football player ( iowa hawkeyes ). michel jazy, 87, french middle - distance runner, olympic silver medallist ( 1960 ). alonzo johnson, 60, american football player ( florida gators, philadelphia eagles ). larry kessler, 81, american activist. garth manton, 94, australian rower, olympic bronze medalist ( 1956 ). mike martin, 79, american hall of fame college baseball coach ( florida state seminoles ), complications from lewy body dementia. gilbert millet, 93, french physician and politician, three - time deputy, mayor of ales ( 1985 – 1989 ). nereo odchimar, 83, filipino roman catholic prelate, bishop of tandag ( 2001 – 2018 ), metabolic encephalopathy. honesto pacana, 91, filipino roman catholic prelate, bishop of malaybalay ( 1994 – 2010 ). burkhard pape, 91, german football player ( hannover 96 ) and manager ( uganda national team, tanzania national team ). carolyn powers, 98, american politician, member of the washington house of representatives ( 1983 – 1985 ). harunur rashid, 87, bangladeshi film director ( megher onek rong ) and writer. jim rowinski, 63, american basketball player ( purdue boilermakers, detroit pistons, philadelphia 76ers ). jeannot schaul, 75, luxembourgian footballer ( jeunesse esch, national team ). carlota sempe, 81, argentine archaeologist. constantinos stathelakos, 36, cypriot olympic hammer thrower ( 2012 ), traffic collision. orhan turkdogan, 95, turkish sociologist. = = = 2 = = = alev alatlı, 79, turkish novelist and columnist. luciano alfieri, 87, italian footballer ( ac milan, treviso, national team ). chris aspin, 91, english author, historian and journalist. valery ataev, 75, uzbek engineer and politician. daniel atkinson, 102, american biochemist. jean - pierre babelon, 91, french historian, president of the academie des inscriptions et belles - lettres ( 2001 ). abdul hamid bakal, 84, bruneian nobleman, member of the legislative council ( 2011 – 2015, 2017 – 2022 ). mohammed shamsul hoque bhuiyan, 75, bangladeshi politician, mp ( 2014 – 2024 ). oleksandr bilokon, 32, ukrainian strongman and powerlifter. ( death announced on this date ) steve brown, 66, british composer, lyricist and record producer, pulmonary fibrosis. rich caster, 75, american football player ( new york jets, houston oilers, washington redskins ), complications from parkinson ' s disease. osvaldo dominguez dibb, 83, paraguayan football executive, president of club olimpia ( 1974 – 1990, 1995 – 2004 ). wilhelmenia fernandez, 75, american soprano, cancer. christos fotiou, 85, greek lawyer and politician, mp ( 1981 – 1989 ). h. e. francis, 100, american scholar, academic and writer. yusuf gowon, 85, ugandan military officer, chief of army staff ( 1978 – 1979 ). geoffrey hickinbottom, 91, english cricketer ( leicestershire ). paulin j. hountondji, 81, beninese philosopher. hu"
        },
        {
            "id": "c_a2_0",
            "title": "2024 deaths in the United States",
            "text": "the following notable deaths in the united states occurred in 2024. names are reported under the date of death, in alphabetical order as set out in wp : namesort. a typical entry reports information in the following sequence : name, age, country of citizenship at birth and subsequent nationality ( if applicable ), what subject was noted for, year of birth ( if known ), and reference. = = january = = january 1 adaora adimora, 67, doctor and academic ( b. 1956 ) anthony j. alvarado, 81, educator, new york city schools chancellor ( 1983 – 1984 ) ( b. 1942 ) mickey cottrell, 79, actor ( my own private idaho, drugstore cowboy, volcano ) and publicist ( b. 1944 ) j. russell george, 60, attorney, treasury inspector general for tax administration ( since 2004 ) ( b. 1963 ) lynja, 67, internet personality ( b. 1956 ) ved prakash nanda, india - born legal scholar jack o ' connell, 64, author ( b. 1959 ) frank ryan, 87, football player ( los angeles rams, cleveland browns, washington redskins ) ( b. 1936 ) david j. skal, 71, film historian and author ( b. 1952 ) sidney m. wolfe, 86, physician and health activist ( b. 1937 ) january 2 peter berkos, 101, sound editor ( touch of evil, the hindenburg, the sting ) ( b. 1922 ) edward e. crutchfield, 82, banker ( b. 1941 ) cameron dunkin, 67, professional boxing manager ( b. 1956 ) david p. gardner, 90, academic administrator, president of the university of utah ( 1973 – 1983 ) and the university of california ( 1983 – 1992 ) ( b. 1933 ) harry johnson, 81, actor ( battlestar galactica, law & order, need for speed ) and author ( b. 1942 / 1943 ) e. leo milonas, 87, judge and lawyer, chief administrative judge of new york state ( 1993 – 1995 ) ( b. 1936 ) matisyahu salomon, 86, english - born rabbi ( b. 1937 ) michael schwartz, 86, academic administrator ( b. 1937 ) alexis smith, 74, visual artist ( b. 1949 ) gordon r. sullivan, 86, general, chief of staff of the army ( 1991 – 1995 ) ( b. 1937 ) richard woodcock, 95, psychometrician. ( b. 1928 ) january 3 donald d. clayton, 88, astrophysicist ( b. 1935 ) bridget dobson, 85, television writer ( general hospital, the guiding light ) and producer ( santa barbara ) ( b. 1938 ) billy gardner, 96, baseball player ( baltimore orioles ) and manager ( minnesota twins ) ( b. 1927 ) charles o. jones, 92, political scientist ( b. 1931 ) don read, 90, football coach ( montana grizzlies, portland state vikings, oregon ducks ) ( b. 1933 ) tawl ross, 75, rhythm guitarist ( funkadelic ) ( b. 1948 ) january 4 nancy adler, 77, health psychologist ( b. 1946 ) marty amsler, 81, football player ( chicago bears, cincinnati bengals, green bay packers ) ( b. 1942 ) john scales avery, 90, chemist and peace activist ( b. 1933 ) fred chappell, 87, author and poet ( b. 1936 ) elliott d. kieff, 80, virologist ( b. 1943 ) frank q. nebeker, 93, jurist, judge of the district of columbia court of appeals ( 1969 – 2021 ) and the u. s. court of appeals for veterans claims ( 1989 – 2021 ) ( b. 1930 ) david soul, 80, actor ( starsky & hutch, here come the brides ) and singer ( \" don ' t give up on us \" ) ( b. 1943 ) bill w. stacy, 85, educator and university administrator, president of california state university san marcos ( 1989 – 1997 ) and the university of tennessee at chattanooga ( 1997 – 2004 ) ( b. 1938 ) tracy torme, 64, screenwriter ( fire in the sky, sliders, star trek : the next generation ) and film producer ( i am legend ) ( b. 1959 ) january 5 willie bethea, 85, football player ( hamilton tiger - cats ) ( b. 1938 ) ( death announced on this date ) larry collins, 79, guitarist ( the collins kids ) and songwriter ( \" delta dawn \" ) ( b. 1944 ) gene deer, 59, blues musician ( b. 1964 ) mary jane garcia, 87, politician, member of the new mexico senate ( 1988 – 2012 ) ( b. 1936 ) joachim giermek, 80, franciscan father, minister general of the conventuals ( 2002 – 2007 ) ( b. 1943 ) joseph lelyveld, 86, journalist ( the new york times ) ( b. 1937 ) harry robert lyall, 75, co"
        },
        {
            "id": "c_a2_1",
            "title": "1942 in film",
            "text": "the year of 1942 in film involved some significant events, in particular the release of a film consistently rated as one of the greatest of all time, casablanca. = = top - grossing films ( u. s. ) = = the top ten 1942 released films by box office gross in north america are as follows : = = events = = january 16 – actress carole lombard is killed in a plane crash west of las vegas while returning home to los angeles from a war bond tour. june 4 – british - set wartime romantic drama mrs. miniver, starring greer garson and walter pidgeon, opens at radio city music hall in new york, in what will become a record - breaking 10 - week run. the film becomes mgm ' s highest - grossing film of the 1940s. at the 15th academy awards, mrs. miniver wins six awards, including best picture, best director ( for william wyler ), best actress ( for greer garson ) and best supporting actress ( for teresa wright ). august 8 – walt disney ' s animated film bambi opens in the united kingdom. november 11 – road to morocco, starring bob hope, bing crosby, and dorothy lamour, premieres. november 26 – the film casablanca premieres at the hollywood theatre in new york city. released nationally in the united states on january 23, 1943, it becomes one of the top - grossing pictures of 1943 and goes on to win the best picture and best director awards at the 16th academy awards. = = academy awards = = best picture : mrs. miniver – metro - goldwyn - mayer best director : william wyler – mrs. miniver best actor : james cagney – yankee doodle dandy best actress : greer garson – mrs. miniver best supporting actor : van heflin – johnny eager best supporting actress : teresa wright – mrs. miniver special academy award : in which we serve = = 1942 film releases = = u. s. a. unless stated = = = january – march = = = january 1942 1 january the man who came to dinner 6 january blue, white and perfect 8 january the black sheep of whitehall ( gb ) 10 january all through the night 19 january the big blockade 22 january babes on broadway 23 january o patio das cantigas ( portugal ) 24 january the fleet ' s in 29 january son of fury : the story of benjamin blake february 1942 2 february kings row 6 february valley of the sun 16 february the man who wanted to kill himself ( spain ) 19 february to be or not to be woman of the year 20 february ride ' em cowboy roxie hart 21 february captains of the clouds march 1942 3 march the great king ( germany ) 7 march bullet scars 10 march un garibaldino al convento ( italy ) 11 march rio rita 13 march the ghost of frankenstein song of the islands 18 march reap the wild wind 20 march rings on her fingers 21 march this was paris ( gb ) 27 march the affairs of jimmy valentine = = = april – june = = = april 1942 1 april there was a father ( japan ) 2 april alias boston blackie my favorite blonde 3 april jungle book 4 april the male animal 19 april hatter ' s castle ( gb ) 22 april saboteur 24 april larceny, inc. 29 april the great man ' s lady 30 april my gal sal may 1942 8 may the corpse vanishes in this our life the spoilers 12 may this above all 13 may this gun for hire 21 may pacific rendezvous tortilla flat 22 may syncopation 29 may the falcon takes over miss annie rooney yankee doodle dandy 31 may in old california june 1942 13 june the big shot flying fortress ( gb ) tombstone, the town too tough to die 15 june the next of kin ( gb ) 16 june eagle squadron 22 june the foreman went to france ( gb ) 26 june ten gentlemen from west point there ' s one born every minute 27 june one of our aircraft is missing = = = july – september = = = july 1942 2 july sons of the pioneers 8 july the murderer lives at number 21 ( france ) 9 july i married an angel 10 july the magnificent ambersons 16 july her cardboard lover 22 july mrs. miniver 29 july the kids grow up ( argentina ) 31 july invisible agent august 1942 4 august holiday inn 5 august tales of manhattan 7 august a - haunting we will go pardon my sarong 10 august alibi ( gb ) 18 august t"
        },
        {
            "id": "c_a2_2",
            "title": "List of American films of 2001",
            "text": "this is a list of american films released in 2001. = = box office = = the highest - grossing american films released in 2001, by domestic box office gross revenue, are as follows : = = january – march = = = = april – june = = = = july – september = = = = october – december = = = = see also = = list of 2001 box office number - one films in the united states 2001 in the united states = = references = = = = external links = = american films of 2001 at imdb"
        },
        {
            "id": "c_a3_0",
            "title": "2024 in American television",
            "text": "certain american television events in 2024 have been scheduled. events listed include television show debuts, finales, and cancellations ; channel launches, closures, and re - brandings ; stations changing or adding their network affiliations ; information on controversies, business transactions, and carriage disputes ; and deaths of those who made various contributions to the medium. = = notable events = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = future events = = = = = november = = = = = = december = = = = = television shows = = = = = shows debuting in 2024 = = = = = = shows changing networks = = = = = = television films and specials = = = = = = milestone episodes and anniversaries = = = = = = shows returning in 2024 = = = = = = shows ending in 2024 = = = = = = entering syndication in 2024 = = = a list of programs ( current or canceled ) that have accumulated enough episodes ( between 65 and 100 ) or seasons ( three or more ) to be eligible for off - network syndication and / or basic cable runs. = = networks and services = = = = = launches = = = = = = conversions and rebrandings = = = = = = closures = = = = = television stations = = = = = station launches = = = = = = subchannel launches = = = = = = stations changing network affiliations = = = = = = subchannels changing network affiliations = = = = = deaths = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = references = = = = = notes = = = = = external links = = list of 2024 american television series at imdb"
        },
        {
            "id": "c_a4_0",
            "title": "Natural Born Killers",
            "text": "natural born killers is a 1994 american romantic crime action film directed by oliver stone and starring woody harrelson, juliette lewis, robert downey jr., tommy lee jones, and tom sizemore. the film tells the story of two victims of traumatic childhoods who become lovers and mass murderers, and are irresponsibly glorified by the mass media. the film is based on an original screenplay by quentin tarantino that was heavily revised by stone, writer david veloz, and associate producer richard rutowski. tarantino received a story credit though he subsequently disowned the film. jane hamsher, don murphy, and clayton townsend produced the film, with arnon milchan, thom mount, and stone as executive producers. natural born killers was released on august 26, 1994 in the united states, and screened at the venice film festival on august 29, 1994. it was a box office success, grossing $ 110 million against a production budget of $ 34 million, but received polarized reviews. some critics praised the plot, acting, humor, and combination of action and romance, while others found the film overly violent and graphic. notorious for its violent content and inspiring \" copycat \" crimes, the film was named the eighth most controversial film in history by entertainment weekly in 2006. = = plot = = mickey knox and his wife mallory stop at a diner in the new mexico desert. a duo of rednecks arrive and begin sexually harassing mallory as she dances by a jukebox. she initially encourages it before beating one of the men viciously. mickey joins her, and the couple murder everyone in the diner, save one customer, to whom they proudly declare their names before leaving. the couple camp in the desert, and mallory reminisces about how she met mickey, a meat deliveryman who serviced her family ' s household. after a whirlwind romance, mickey is arrested for grand theft auto and sent to prison ; he escapes and returns to mallory ' s home. the couple murders mallory ' s sexually abusive father and neglectful mother, but spare the life of mallory ' s little brother, kevin. the couple then have an unofficial marriage ceremony on a bridge. later, mickey and mallory hold a woman hostage in their hotel room. angered by mickey ' s desire for a threesome, mallory leaves, and mickey rapes the hostage. mallory drives to a nearby gas station, where she flirts with a mechanic. they begin to have sex on the hood of a car, but after mallory suffers a flashback of being raped by her father, and the mechanic recognizes her as a wanted murderer, mallory kills him. the pair continue their killing spree, ultimately claiming 52 victims in new mexico, arizona and nevada. pursuing them is detective jack scagnetti, who became obsessed with mass murderers at the age of eight after having witnessed the murder of his mother at the hand of charles whitman. beneath his heroic facade, he is also a violent psychopath and has murdered prostitutes in his past. following the pair ' s murder spree is self - serving tabloid journalist wayne gale, who profiles them on his show american maniacs, soon elevating them to cult - hero status. mickey and mallory become lost in the desert after taking psychedelic mushrooms, and they stumble upon a ranch owned by warren red cloud, a navajo man who provides them food and shelter. as mickey and mallory sleep, warren, sensing evil in the couple, attempts to exorcise the demon that he perceives in mickey, chanting over him as he sleeps. mickey, who has nightmares of his abusive parents, awakens during the exorcism and shoots warren to death. as the couple flee, they feel inexplicably guilty and come across a giant field of rattlesnakes, where they are badly bitten. they reach a drugstore to purchase snakebite antidote, but the store is sold out. a pharmacist recognizes the couple and triggers an alarm before mickey kills him. police arrive shortly after and accost the couple and a shootout ensues. the police end the showdown by beating the couple while a "
        },
        {
            "id": "c_a4_1",
            "title": "2024 in American television",
            "text": "certain american television events in 2024 have been scheduled. events listed include television show debuts, finales, and cancellations ; channel launches, closures, and re - brandings ; stations changing or adding their network affiliations ; information on controversies, business transactions, and carriage disputes ; and deaths of those who made various contributions to the medium. = = notable events = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = future events = = = = = november = = = = = = december = = = = = television shows = = = = = shows debuting in 2024 = = = = = = shows changing networks = = = = = = television films and specials = = = = = = milestone episodes and anniversaries = = = = = = shows returning in 2024 = = = = = = shows ending in 2024 = = = = = = entering syndication in 2024 = = = a list of programs ( current or canceled ) that have accumulated enough episodes ( between 65 and 100 ) or seasons ( three or more ) to be eligible for off - network syndication and / or basic cable runs. = = networks and services = = = = = launches = = = = = = conversions and rebrandings = = = = = = closures = = = = = television stations = = = = = station launches = = = = = = subchannel launches = = = = = = stations changing network affiliations = = = = = = subchannels changing network affiliations = = = = = deaths = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = references = = = = = notes = = = = = external links = = list of 2024 american television series at imdb"
        },
        {
            "id": "c_a4_2",
            "title": "Isadora Duncan",
            "text": "angela isadora duncan ( may 26, 1877, or may 27, 1878 – september 14, 1927 ) was an american - born dancer and choreographer, who was a pioneer of modern contemporary dance and performed to great acclaim throughout europe and the united states. born and raised in california, she lived and danced in western europe, the u. s., and soviet russia from the age of 22. she died when her scarf became entangled in the wheel and axle of the car in which she was travelling in nice, france. = = early life = = angela isadora duncan was born in san francisco, the youngest of the four children of joseph charles duncan ( 1819 – 1898 ), a banker, mining engineer and connoisseur of the arts, and mary isadora gray ( 1849 – 1922 ). her brothers were augustin duncan and raymond duncan ; her sister, elizabeth duncan, was also a dancer. soon after isadora ' s birth, her father was found to have been using funds from two banks he had helped set up to finance his private stock speculations. although he avoided prison time, isadora ' s mother ( angered over his infidelities as well as the financial scandal ) divorced him, and from then on the family struggled with poverty. joseph duncan, along with his third wife and their daughter, died in 1898 when the british passenger steamer ss mohegan ran aground off the coast of cornwall. after her parents ' divorce, isadora ' s mother moved with her family to oakland, california, where she worked as a seamstress and piano teacher. isadora attended school from the ages of six to ten, but she dropped out, having found it constricting. she and her three siblings earned money by teaching dance to local children. in 1896, duncan became part of augustin daly ' s theater company in new york, but she soon became disillusioned with the form and craved a different environment with less of a hierarchy. = = work = = duncan ' s novel approach to dance had been evident since the classes she had taught as a teenager, where she \" followed [ her ] fantasy and improvised, teaching any pretty thing that came into [ her ] head \". a desire to travel brought her to chicago, where she auditioned for many theater companies, finally finding a place in augustin daly ' s company. this took her to new york city where her unique vision of dance clashed with the popular pantomimes of theater companies. while in new york, duncan also took some classes with marie bonfanti but was quickly disappointed by ballet routine. feeling unhappy and unappreciated in america, duncan moved to london in 1898. she performed in the drawing rooms of the wealthy, taking inspiration from the greek vases and bas - reliefs in the british museum. the earnings from these engagements enabled her to rent a studio, allowing her to develop her work and create larger performances for the stage. from london, she traveled to paris, where she was inspired by the louvre and the exposition universelle of 1900 and danced in the salons of marguerite de saint - marceaux and princesse edmond de polignac. in france, as elsewhere, duncan delighted her audience. in 1902, loie fuller invited duncan to tour with her. this took duncan all over europe as she created new works using her innovative technique, which emphasized natural movement in contrast to the rigidity of traditional ballet. she spent most of the rest of her life touring europe and the americas in this fashion. despite mixed reaction from critics, duncan became quite popular for her distinctive style and inspired many visual artists, such as antoine bourdelle, dame laura knight, auguste rodin, arnold ronnebeck, andre dunoyer de segonzac, and abraham walkowitz, to create works based on her. in 1910, duncan met the occultist aleister crowley at a party, an episode recounted by crowley in his confessions. he refers to duncan as \" lavinia king \", and used the same invented name for her in his 1929 novel moonchild ( written in 1917 ). crowley wrote of duncan that she \" has this gift of gesture in a very high degree. let the "
        },
        {
            "id": "c_a5_0",
            "title": "2024 in American television",
            "text": "certain american television events in 2024 have been scheduled. events listed include television show debuts, finales, and cancellations ; channel launches, closures, and re - brandings ; stations changing or adding their network affiliations ; information on controversies, business transactions, and carriage disputes ; and deaths of those who made various contributions to the medium. = = notable events = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = future events = = = = = november = = = = = = december = = = = = television shows = = = = = shows debuting in 2024 = = = = = = shows changing networks = = = = = = television films and specials = = = = = = milestone episodes and anniversaries = = = = = = shows returning in 2024 = = = = = = shows ending in 2024 = = = = = = entering syndication in 2024 = = = a list of programs ( current or canceled ) that have accumulated enough episodes ( between 65 and 100 ) or seasons ( three or more ) to be eligible for off - network syndication and / or basic cable runs. = = networks and services = = = = = launches = = = = = = conversions and rebrandings = = = = = = closures = = = = = television stations = = = = = station launches = = = = = = subchannel launches = = = = = = stations changing network affiliations = = = = = = subchannels changing network affiliations = = = = = deaths = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = references = = = = = notes = = = = = external links = = list of 2024 american television series at imdb"
        },
        {
            "id": "c_a5_1",
            "title": "Natural Born Killers",
            "text": "natural born killers is a 1994 american romantic crime action film directed by oliver stone and starring woody harrelson, juliette lewis, robert downey jr., tommy lee jones, and tom sizemore. the film tells the story of two victims of traumatic childhoods who become lovers and mass murderers, and are irresponsibly glorified by the mass media. the film is based on an original screenplay by quentin tarantino that was heavily revised by stone, writer david veloz, and associate producer richard rutowski. tarantino received a story credit though he subsequently disowned the film. jane hamsher, don murphy, and clayton townsend produced the film, with arnon milchan, thom mount, and stone as executive producers. natural born killers was released on august 26, 1994 in the united states, and screened at the venice film festival on august 29, 1994. it was a box office success, grossing $ 110 million against a production budget of $ 34 million, but received polarized reviews. some critics praised the plot, acting, humor, and combination of action and romance, while others found the film overly violent and graphic. notorious for its violent content and inspiring \" copycat \" crimes, the film was named the eighth most controversial film in history by entertainment weekly in 2006. = = plot = = mickey knox and his wife mallory stop at a diner in the new mexico desert. a duo of rednecks arrive and begin sexually harassing mallory as she dances by a jukebox. she initially encourages it before beating one of the men viciously. mickey joins her, and the couple murder everyone in the diner, save one customer, to whom they proudly declare their names before leaving. the couple camp in the desert, and mallory reminisces about how she met mickey, a meat deliveryman who serviced her family ' s household. after a whirlwind romance, mickey is arrested for grand theft auto and sent to prison ; he escapes and returns to mallory ' s home. the couple murders mallory ' s sexually abusive father and neglectful mother, but spare the life of mallory ' s little brother, kevin. the couple then have an unofficial marriage ceremony on a bridge. later, mickey and mallory hold a woman hostage in their hotel room. angered by mickey ' s desire for a threesome, mallory leaves, and mickey rapes the hostage. mallory drives to a nearby gas station, where she flirts with a mechanic. they begin to have sex on the hood of a car, but after mallory suffers a flashback of being raped by her father, and the mechanic recognizes her as a wanted murderer, mallory kills him. the pair continue their killing spree, ultimately claiming 52 victims in new mexico, arizona and nevada. pursuing them is detective jack scagnetti, who became obsessed with mass murderers at the age of eight after having witnessed the murder of his mother at the hand of charles whitman. beneath his heroic facade, he is also a violent psychopath and has murdered prostitutes in his past. following the pair ' s murder spree is self - serving tabloid journalist wayne gale, who profiles them on his show american maniacs, soon elevating them to cult - hero status. mickey and mallory become lost in the desert after taking psychedelic mushrooms, and they stumble upon a ranch owned by warren red cloud, a navajo man who provides them food and shelter. as mickey and mallory sleep, warren, sensing evil in the couple, attempts to exorcise the demon that he perceives in mickey, chanting over him as he sleeps. mickey, who has nightmares of his abusive parents, awakens during the exorcism and shoots warren to death. as the couple flee, they feel inexplicably guilty and come across a giant field of rattlesnakes, where they are badly bitten. they reach a drugstore to purchase snakebite antidote, but the store is sold out. a pharmacist recognizes the couple and triggers an alarm before mickey kills him. police arrive shortly after and accost the couple and a shootout ensues. the police end the showdown by beating the couple while a "
        },
        {
            "id": "c_a5_2",
            "title": "Isadora Duncan",
            "text": "angela isadora duncan ( may 26, 1877, or may 27, 1878 – september 14, 1927 ) was an american - born dancer and choreographer, who was a pioneer of modern contemporary dance and performed to great acclaim throughout europe and the united states. born and raised in california, she lived and danced in western europe, the u. s., and soviet russia from the age of 22. she died when her scarf became entangled in the wheel and axle of the car in which she was travelling in nice, france. = = early life = = angela isadora duncan was born in san francisco, the youngest of the four children of joseph charles duncan ( 1819 – 1898 ), a banker, mining engineer and connoisseur of the arts, and mary isadora gray ( 1849 – 1922 ). her brothers were augustin duncan and raymond duncan ; her sister, elizabeth duncan, was also a dancer. soon after isadora ' s birth, her father was found to have been using funds from two banks he had helped set up to finance his private stock speculations. although he avoided prison time, isadora ' s mother ( angered over his infidelities as well as the financial scandal ) divorced him, and from then on the family struggled with poverty. joseph duncan, along with his third wife and their daughter, died in 1898 when the british passenger steamer ss mohegan ran aground off the coast of cornwall. after her parents ' divorce, isadora ' s mother moved with her family to oakland, california, where she worked as a seamstress and piano teacher. isadora attended school from the ages of six to ten, but she dropped out, having found it constricting. she and her three siblings earned money by teaching dance to local children. in 1896, duncan became part of augustin daly ' s theater company in new york, but she soon became disillusioned with the form and craved a different environment with less of a hierarchy. = = work = = duncan ' s novel approach to dance had been evident since the classes she had taught as a teenager, where she \" followed [ her ] fantasy and improvised, teaching any pretty thing that came into [ her ] head \". a desire to travel brought her to chicago, where she auditioned for many theater companies, finally finding a place in augustin daly ' s company. this took her to new york city where her unique vision of dance clashed with the popular pantomimes of theater companies. while in new york, duncan also took some classes with marie bonfanti but was quickly disappointed by ballet routine. feeling unhappy and unappreciated in america, duncan moved to london in 1898. she performed in the drawing rooms of the wealthy, taking inspiration from the greek vases and bas - reliefs in the british museum. the earnings from these engagements enabled her to rent a studio, allowing her to develop her work and create larger performances for the stage. from london, she traveled to paris, where she was inspired by the louvre and the exposition universelle of 1900 and danced in the salons of marguerite de saint - marceaux and princesse edmond de polignac. in france, as elsewhere, duncan delighted her audience. in 1902, loie fuller invited duncan to tour with her. this took duncan all over europe as she created new works using her innovative technique, which emphasized natural movement in contrast to the rigidity of traditional ballet. she spent most of the rest of her life touring europe and the americas in this fashion. despite mixed reaction from critics, duncan became quite popular for her distinctive style and inspired many visual artists, such as antoine bourdelle, dame laura knight, auguste rodin, arnold ronnebeck, andre dunoyer de segonzac, and abraham walkowitz, to create works based on her. in 1910, duncan met the occultist aleister crowley at a party, an episode recounted by crowley in his confessions. he refers to duncan as \" lavinia king \", and used the same invented name for her in his 1929 novel moonchild ( written in 1917 ). crowley wrote of duncan that she \" has this gift of gesture in a very high degree. let the "
        },
        {
            "id": "c_a6_0",
            "title": "Isadora Duncan",
            "text": "angela isadora duncan ( may 26, 1877, or may 27, 1878 – september 14, 1927 ) was an american - born dancer and choreographer, who was a pioneer of modern contemporary dance and performed to great acclaim throughout europe and the united states. born and raised in california, she lived and danced in western europe, the u. s., and soviet russia from the age of 22. she died when her scarf became entangled in the wheel and axle of the car in which she was travelling in nice, france. = = early life = = angela isadora duncan was born in san francisco, the youngest of the four children of joseph charles duncan ( 1819 – 1898 ), a banker, mining engineer and connoisseur of the arts, and mary isadora gray ( 1849 – 1922 ). her brothers were augustin duncan and raymond duncan ; her sister, elizabeth duncan, was also a dancer. soon after isadora ' s birth, her father was found to have been using funds from two banks he had helped set up to finance his private stock speculations. although he avoided prison time, isadora ' s mother ( angered over his infidelities as well as the financial scandal ) divorced him, and from then on the family struggled with poverty. joseph duncan, along with his third wife and their daughter, died in 1898 when the british passenger steamer ss mohegan ran aground off the coast of cornwall. after her parents ' divorce, isadora ' s mother moved with her family to oakland, california, where she worked as a seamstress and piano teacher. isadora attended school from the ages of six to ten, but she dropped out, having found it constricting. she and her three siblings earned money by teaching dance to local children. in 1896, duncan became part of augustin daly ' s theater company in new york, but she soon became disillusioned with the form and craved a different environment with less of a hierarchy. = = work = = duncan ' s novel approach to dance had been evident since the classes she had taught as a teenager, where she \" followed [ her ] fantasy and improvised, teaching any pretty thing that came into [ her ] head \". a desire to travel brought her to chicago, where she auditioned for many theater companies, finally finding a place in augustin daly ' s company. this took her to new york city where her unique vision of dance clashed with the popular pantomimes of theater companies. while in new york, duncan also took some classes with marie bonfanti but was quickly disappointed by ballet routine. feeling unhappy and unappreciated in america, duncan moved to london in 1898. she performed in the drawing rooms of the wealthy, taking inspiration from the greek vases and bas - reliefs in the british museum. the earnings from these engagements enabled her to rent a studio, allowing her to develop her work and create larger performances for the stage. from london, she traveled to paris, where she was inspired by the louvre and the exposition universelle of 1900 and danced in the salons of marguerite de saint - marceaux and princesse edmond de polignac. in france, as elsewhere, duncan delighted her audience. in 1902, loie fuller invited duncan to tour with her. this took duncan all over europe as she created new works using her innovative technique, which emphasized natural movement in contrast to the rigidity of traditional ballet. she spent most of the rest of her life touring europe and the americas in this fashion. despite mixed reaction from critics, duncan became quite popular for her distinctive style and inspired many visual artists, such as antoine bourdelle, dame laura knight, auguste rodin, arnold ronnebeck, andre dunoyer de segonzac, and abraham walkowitz, to create works based on her. in 1910, duncan met the occultist aleister crowley at a party, an episode recounted by crowley in his confessions. he refers to duncan as \" lavinia king \", and used the same invented name for her in his 1929 novel moonchild ( written in 1917 ). crowley wrote of duncan that she \" has this gift of gesture in a very high degree. let the "
        },
        {
            "id": "c_a6_1",
            "title": "2024 in American television",
            "text": "certain american television events in 2024 have been scheduled. events listed include television show debuts, finales, and cancellations ; channel launches, closures, and re - brandings ; stations changing or adding their network affiliations ; information on controversies, business transactions, and carriage disputes ; and deaths of those who made various contributions to the medium. = = notable events = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = future events = = = = = november = = = = = = december = = = = = television shows = = = = = shows debuting in 2024 = = = = = = shows changing networks = = = = = = television films and specials = = = = = = milestone episodes and anniversaries = = = = = = shows returning in 2024 = = = = = = shows ending in 2024 = = = = = = entering syndication in 2024 = = = a list of programs ( current or canceled ) that have accumulated enough episodes ( between 65 and 100 ) or seasons ( three or more ) to be eligible for off - network syndication and / or basic cable runs. = = networks and services = = = = = launches = = = = = = conversions and rebrandings = = = = = = closures = = = = = television stations = = = = = station launches = = = = = = subchannel launches = = = = = = stations changing network affiliations = = = = = = subchannels changing network affiliations = = = = = deaths = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = references = = = = = notes = = = = = external links = = list of 2024 american television series at imdb"
        },
        {
            "id": "c_a6_2",
            "title": "Natural Born Killers",
            "text": "natural born killers is a 1994 american romantic crime action film directed by oliver stone and starring woody harrelson, juliette lewis, robert downey jr., tommy lee jones, and tom sizemore. the film tells the story of two victims of traumatic childhoods who become lovers and mass murderers, and are irresponsibly glorified by the mass media. the film is based on an original screenplay by quentin tarantino that was heavily revised by stone, writer david veloz, and associate producer richard rutowski. tarantino received a story credit though he subsequently disowned the film. jane hamsher, don murphy, and clayton townsend produced the film, with arnon milchan, thom mount, and stone as executive producers. natural born killers was released on august 26, 1994 in the united states, and screened at the venice film festival on august 29, 1994. it was a box office success, grossing $ 110 million against a production budget of $ 34 million, but received polarized reviews. some critics praised the plot, acting, humor, and combination of action and romance, while others found the film overly violent and graphic. notorious for its violent content and inspiring \" copycat \" crimes, the film was named the eighth most controversial film in history by entertainment weekly in 2006. = = plot = = mickey knox and his wife mallory stop at a diner in the new mexico desert. a duo of rednecks arrive and begin sexually harassing mallory as she dances by a jukebox. she initially encourages it before beating one of the men viciously. mickey joins her, and the couple murder everyone in the diner, save one customer, to whom they proudly declare their names before leaving. the couple camp in the desert, and mallory reminisces about how she met mickey, a meat deliveryman who serviced her family ' s household. after a whirlwind romance, mickey is arrested for grand theft auto and sent to prison ; he escapes and returns to mallory ' s home. the couple murders mallory ' s sexually abusive father and neglectful mother, but spare the life of mallory ' s little brother, kevin. the couple then have an unofficial marriage ceremony on a bridge. later, mickey and mallory hold a woman hostage in their hotel room. angered by mickey ' s desire for a threesome, mallory leaves, and mickey rapes the hostage. mallory drives to a nearby gas station, where she flirts with a mechanic. they begin to have sex on the hood of a car, but after mallory suffers a flashback of being raped by her father, and the mechanic recognizes her as a wanted murderer, mallory kills him. the pair continue their killing spree, ultimately claiming 52 victims in new mexico, arizona and nevada. pursuing them is detective jack scagnetti, who became obsessed with mass murderers at the age of eight after having witnessed the murder of his mother at the hand of charles whitman. beneath his heroic facade, he is also a violent psychopath and has murdered prostitutes in his past. following the pair ' s murder spree is self - serving tabloid journalist wayne gale, who profiles them on his show american maniacs, soon elevating them to cult - hero status. mickey and mallory become lost in the desert after taking psychedelic mushrooms, and they stumble upon a ranch owned by warren red cloud, a navajo man who provides them food and shelter. as mickey and mallory sleep, warren, sensing evil in the couple, attempts to exorcise the demon that he perceives in mickey, chanting over him as he sleeps. mickey, who has nightmares of his abusive parents, awakens during the exorcism and shoots warren to death. as the couple flee, they feel inexplicably guilty and come across a giant field of rattlesnakes, where they are badly bitten. they reach a drugstore to purchase snakebite antidote, but the store is sold out. a pharmacist recognizes the couple and triggers an alarm before mickey kills him. police arrive shortly after and accost the couple and a shootout ensues. the police end the showdown by beating the couple while a "
        },
        {
            "id": "c_a7_0",
            "title": "2024 in American television",
            "text": "certain american television events in 2024 have been scheduled. events listed include television show debuts, finales, and cancellations ; channel launches, closures, and re - brandings ; stations changing or adding their network affiliations ; information on controversies, business transactions, and carriage disputes ; and deaths of those who made various contributions to the medium. = = notable events = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = future events = = = = = november = = = = = = december = = = = = television shows = = = = = shows debuting in 2024 = = = = = = shows changing networks = = = = = = television films and specials = = = = = = milestone episodes and anniversaries = = = = = = shows returning in 2024 = = = = = = shows ending in 2024 = = = = = = entering syndication in 2024 = = = a list of programs ( current or canceled ) that have accumulated enough episodes ( between 65 and 100 ) or seasons ( three or more ) to be eligible for off - network syndication and / or basic cable runs. = = networks and services = = = = = launches = = = = = = conversions and rebrandings = = = = = = closures = = = = = television stations = = = = = station launches = = = = = = subchannel launches = = = = = = stations changing network affiliations = = = = = = subchannels changing network affiliations = = = = = deaths = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = references = = = = = notes = = = = = external links = = list of 2024 american television series at imdb"
        },
        {
            "id": "c_a7_1",
            "title": "Charles Rangel",
            "text": "charles bernard rangel (, rang - gəl ; born june 11, 1930 ) is an american politician who was a u. s. representative for districts in new york city from 1971 to 2017. a member of the democratic party, he was the second - longest serving incumbent member of the house of representatives at the time of his retirement, having served continuously since 1971. as its most senior member, he was also the dean of new york ' s congressional delegation. rangel was the first african american chair of the influential house ways and means committee. he was also a founding member of the congressional black caucus. rangel was born in harlem in upper manhattan and lives there to this day. he earned a purple heart and a bronze star for his service in the u. s. army during the korean war, where he led a group of soldiers out of a deadly chinese army encirclement during the battle of kunu - ri in 1950. rangel graduated from new york university in 1957 and st. john ' s university school of law in 1960. he worked as a private lawyer, assistant u. s. attorney, and legal counsel during the early - mid - 1960s. he served two terms in the new york state assembly from 1967 to 1971 and defeated long - time incumbent congressman adam clayton powell jr. in a primary challenge on his way to being elected to the house of representatives. rangel rose rapidly in the democratic ranks in the house, combining solidly liberal views with a pragmatic style towards finding political and legislative compromises. his long - time concerns with battling the importation and effects of illegal drugs led to his becoming chair of the house select committee on narcotics, where he helped define national policy on the issue during the 1980s. as one of harlem ' s \" gang of four \", he also became a leader in new york city and state politics. he played a significant role in the creation of the 1995 upper manhattan empowerment zone development corporation and the national empowerment zone act, which helped change the economic face of harlem and other inner - city areas. rangel is known both for his genial manner, with an ability to win over fellow legislators, and for his blunt speaking ; he has long been outspoken about his views and has been arrested several times as part of political demonstrations. he was a strong opponent of the george w . bush administration and the iraq war, and he put forth proposals to reinstate the draft during the 2000s. beginning in 2008, rangel faced a series of personal legal issues focusing on ethics violations and allegations of failures to abide by tax laws. the house ethics committee focused on whether rangel improperly rented multiple rent - stabilized new york apartments, improperly used his office in raising money for the rangel center at the city college of new york, and failed to disclose rental income from his villa in the dominican republic. in march 2010, rangel stepped aside as the ways and means chair. in november 2010, the ethics committee found rangel guilty of 11 counts of violating house ethics rules, and on december 2, 2010, the full house approved a sanction of censure against him. as his district became more hispanic, he faced two strong primary challengers during the 2012 and 2014 elections, but he nonetheless prevailed. he did not run for re - election in 2016 and left office in january 2017. = = early life, military service, and education = = rangel was born in harlem in new york city on june 11, 1930. his father, ralph rangel, was from puerto rico and came to new york in 1914, while his african american mother, blanche mary wharton rangel, was from new york city and had family roots in virginia. charles was the second of three children, with an older brother ralph jr. and a younger sister frances. ralph rangel sometimes worked as a laborer in a garage, but he was mostly a frequently absent, unemployed man who was abusive to his wife and who left the family when charles was six years old. charles was raised by his mother, who wo"
        },
        {
            "id": "c_a8_0",
            "title": "2024 in American television",
            "text": "certain american television events in 2024 have been scheduled. events listed include television show debuts, finales, and cancellations ; channel launches, closures, and re - brandings ; stations changing or adding their network affiliations ; information on controversies, business transactions, and carriage disputes ; and deaths of those who made various contributions to the medium. = = notable events = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = future events = = = = = november = = = = = = december = = = = = television shows = = = = = shows debuting in 2024 = = = = = = shows changing networks = = = = = = television films and specials = = = = = = milestone episodes and anniversaries = = = = = = shows returning in 2024 = = = = = = shows ending in 2024 = = = = = = entering syndication in 2024 = = = a list of programs ( current or canceled ) that have accumulated enough episodes ( between 65 and 100 ) or seasons ( three or more ) to be eligible for off - network syndication and / or basic cable runs. = = networks and services = = = = = launches = = = = = = conversions and rebrandings = = = = = = closures = = = = = television stations = = = = = station launches = = = = = = subchannel launches = = = = = = stations changing network affiliations = = = = = = subchannels changing network affiliations = = = = = deaths = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = references = = = = = notes = = = = = external links = = list of 2024 american television series at imdb"
        },
        {
            "id": "c_a8_1",
            "title": "Varèse Sarabande albums discography",
            "text": "varese sarabande is an american record label that is owned by concord music, which specializes in film scores and original cast recordings. = = vc / vx series ( 1978 ) = = starting in 1978, varese sarabande released both classical works and motion picture soundtracks on vinyl ( lp ) using the same label numbering series ( vc or vx being the prefix ). some of these titles would later see a cd release in the 47000 series or later by the label or be reissued by other soundtrack labels including intrada records, kritzerland records, citadel records and more. vc - 81028 the first nudie musical - bruce kimmel vc - 81040 piano improvisations, duet from act. i - korngold vc - 81051 milhaud, joys of life / globetrotter suite - milhaud vc - 81053 rozsa conducts rozsa : volume 1 - miklos rozsa vc - 81056 william dawson : negro folk symphony - stokowski vc - 81058 rozsa : lust for life & background of violence suites - miklos rozsa vx - 81060 orchestral space - seiji ozawa vx - 81061 ohki : night meditation / fukai : 4 movements / kiyose : japanese festival dances / yamada : mandara no hana - yamaoka vx - 81062 saburo moroi : symphony # 2 - yamaoka / yomiuri nippon orchestra vc - 81070 master of the world - les baxter vc - 81071 36 hours - dimitri tiomkin vc - 81072 silent running - peter schickele ( reissued by the label as both a green vinyl lp, which is very valuable, and a standard regular lp ) vc - 81 ##073 the quiet man - victor young vc - 81073 samson and delilah - victor young vc - 81074 written on the wind - frank skinner, victor young / four girls in town - alex north vc - 81075 a time to love and a time to die - miklos rozsa vc - 81076 this earth is mine - hugo friedhofer vc - 81077 themes from classic science fiction, fantasy and horror films - various artists / dick jacobs conductor vc - 81078 goliath and the barbarians - les baxter vc - 81080 piano concerto no. 5 \" emperor \" - beethoven vc - 81081 holdridge conducts holdridge - lee holdridge, los angeles string orchestra and the london symphony orchestra ( the very first dbx produced title by the label classical work by the composer which would later be released on cd and features the debut of lalo schifrin ' s \" love theme \" from the 1973 film, hit! ) vc - 81082 brass target - laurence rosenthal vc - 81083 stages - bruce kimmel vc - 81084 yatsu haka - mura - yasushi akutagawa vc - 81085 roy harris : concerto for amplified piano, brass & percussion, etc. - harris / ucla brass vc - 81090 respighi : concerto gregoriano / de beriot : scene de ballet - borsamsky / ke ##gel vc - 81091 prokofiev : gypsy fantasial sym suite of waltzes / balakirev : overture on russian themes - schwleger vc - 81092 felix draeseke : symphony no. 3 in c major \" symphonia tragica \", op. 40 - berlin symphony orchestra, hermann desser ( heinz drewes ) * reissue of urania lp - 7162 vc - 81097 darius milhaud, le train bleu, auric, les facheux / satie - markevitch vc - 81101 jerome moross : two world premiere works from an american master - jerome moross vc - 81102 tourist trap - pino donaggio vc - 81103 the dunwich horror - les baxter vc - 81104 king of kings - miklos rozsa vc - 81105 phantasm - fred myrow, malcolm seagrave vc - 81106 dawn of the dead - goblin vc - 81107 patrick - brian may vc - 81123 roy harris : quintet for piano and strings, string quartet no. 3 vc - 81127 martin - donald rubinstein = = stv and ctv series ( 1979 – 1987 ) = = beginning in 1979, varese sarabande changed their tv and soundtracks to their own individual lettering prefix with the letters stv to separate them from their classical releases and avoid confusion. many of these titles originally issued by the label have seen a cd release ( refer to the 47000 series and the cd club release lists below ) by the label itself or through other labels over the last few decades which include intrada records, citadel records, kritzerland records and more. cd and lp pressings were both made for most titles between 1984 and 1990 when lps st"
        },
        {
            "id": "c_a9_0",
            "title": "Varèse Sarabande albums discography",
            "text": "varese sarabande is an american record label that is owned by concord music, which specializes in film scores and original cast recordings. = = vc / vx series ( 1978 ) = = starting in 1978, varese sarabande released both classical works and motion picture soundtracks on vinyl ( lp ) using the same label numbering series ( vc or vx being the prefix ). some of these titles would later see a cd release in the 47000 series or later by the label or be reissued by other soundtrack labels including intrada records, kritzerland records, citadel records and more. vc - 81028 the first nudie musical - bruce kimmel vc - 81040 piano improvisations, duet from act. i - korngold vc - 81051 milhaud, joys of life / globetrotter suite - milhaud vc - 81053 rozsa conducts rozsa : volume 1 - miklos rozsa vc - 81056 william dawson : negro folk symphony - stokowski vc - 81058 rozsa : lust for life & background of violence suites - miklos rozsa vx - 81060 orchestral space - seiji ozawa vx - 81061 ohki : night meditation / fukai : 4 movements / kiyose : japanese festival dances / yamada : mandara no hana - yamaoka vx - 81062 saburo moroi : symphony # 2 - yamaoka / yomiuri nippon orchestra vc - 81070 master of the world - les baxter vc - 81071 36 hours - dimitri tiomkin vc - 81072 silent running - peter schickele ( reissued by the label as both a green vinyl lp, which is very valuable, and a standard regular lp ) vc - 81 ##073 the quiet man - victor young vc - 81073 samson and delilah - victor young vc - 81074 written on the wind - frank skinner, victor young / four girls in town - alex north vc - 81075 a time to love and a time to die - miklos rozsa vc - 81076 this earth is mine - hugo friedhofer vc - 81077 themes from classic science fiction, fantasy and horror films - various artists / dick jacobs conductor vc - 81078 goliath and the barbarians - les baxter vc - 81080 piano concerto no. 5 \" emperor \" - beethoven vc - 81081 holdridge conducts holdridge - lee holdridge, los angeles string orchestra and the london symphony orchestra ( the very first dbx produced title by the label classical work by the composer which would later be released on cd and features the debut of lalo schifrin ' s \" love theme \" from the 1973 film, hit! ) vc - 81082 brass target - laurence rosenthal vc - 81083 stages - bruce kimmel vc - 81084 yatsu haka - mura - yasushi akutagawa vc - 81085 roy harris : concerto for amplified piano, brass & percussion, etc. - harris / ucla brass vc - 81090 respighi : concerto gregoriano / de beriot : scene de ballet - borsamsky / ke ##gel vc - 81091 prokofiev : gypsy fantasial sym suite of waltzes / balakirev : overture on russian themes - schwleger vc - 81092 felix draeseke : symphony no. 3 in c major \" symphonia tragica \", op. 40 - berlin symphony orchestra, hermann desser ( heinz drewes ) * reissue of urania lp - 7162 vc - 81097 darius milhaud, le train bleu, auric, les facheux / satie - markevitch vc - 81101 jerome moross : two world premiere works from an american master - jerome moross vc - 81102 tourist trap - pino donaggio vc - 81103 the dunwich horror - les baxter vc - 81104 king of kings - miklos rozsa vc - 81105 phantasm - fred myrow, malcolm seagrave vc - 81106 dawn of the dead - goblin vc - 81107 patrick - brian may vc - 81123 roy harris : quintet for piano and strings, string quartet no. 3 vc - 81127 martin - donald rubinstein = = stv and ctv series ( 1979 – 1987 ) = = beginning in 1979, varese sarabande changed their tv and soundtracks to their own individual lettering prefix with the letters stv to separate them from their classical releases and avoid confusion. many of these titles originally issued by the label have seen a cd release ( refer to the 47000 series and the cd club release lists below ) by the label itself or through other labels over the last few decades which include intrada records, citadel records, kritzerland records and more. cd and lp pressings were both made for most titles between 1984 and 1990 when lps st"
        },
        {
            "id": "c_a10_0",
            "title": "2024 in American television",
            "text": "certain american television events in 2024 have been scheduled. events listed include television show debuts, finales, and cancellations ; channel launches, closures, and re - brandings ; stations changing or adding their network affiliations ; information on controversies, business transactions, and carriage disputes ; and deaths of those who made various contributions to the medium. = = notable events = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = future events = = = = = november = = = = = = december = = = = = television shows = = = = = shows debuting in 2024 = = = = = = shows changing networks = = = = = = television films and specials = = = = = = milestone episodes and anniversaries = = = = = = shows returning in 2024 = = = = = = shows ending in 2024 = = = = = = entering syndication in 2024 = = = a list of programs ( current or canceled ) that have accumulated enough episodes ( between 65 and 100 ) or seasons ( three or more ) to be eligible for off - network syndication and / or basic cable runs. = = networks and services = = = = = launches = = = = = = conversions and rebrandings = = = = = = closures = = = = = television stations = = = = = station launches = = = = = = subchannel launches = = = = = = stations changing network affiliations = = = = = = subchannels changing network affiliations = = = = = deaths = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = references = = = = = notes = = = = = external links = = list of 2024 american television series at imdb"
        },
        {
            "id": "c_a11_0",
            "title": "Natural Born Killers",
            "text": "natural born killers is a 1994 american romantic crime action film directed by oliver stone and starring woody harrelson, juliette lewis, robert downey jr., tommy lee jones, and tom sizemore. the film tells the story of two victims of traumatic childhoods who become lovers and mass murderers, and are irresponsibly glorified by the mass media. the film is based on an original screenplay by quentin tarantino that was heavily revised by stone, writer david veloz, and associate producer richard rutowski. tarantino received a story credit though he subsequently disowned the film. jane hamsher, don murphy, and clayton townsend produced the film, with arnon milchan, thom mount, and stone as executive producers. natural born killers was released on august 26, 1994 in the united states, and screened at the venice film festival on august 29, 1994. it was a box office success, grossing $ 110 million against a production budget of $ 34 million, but received polarized reviews. some critics praised the plot, acting, humor, and combination of action and romance, while others found the film overly violent and graphic. notorious for its violent content and inspiring \" copycat \" crimes, the film was named the eighth most controversial film in history by entertainment weekly in 2006. = = plot = = mickey knox and his wife mallory stop at a diner in the new mexico desert. a duo of rednecks arrive and begin sexually harassing mallory as she dances by a jukebox. she initially encourages it before beating one of the men viciously. mickey joins her, and the couple murder everyone in the diner, save one customer, to whom they proudly declare their names before leaving. the couple camp in the desert, and mallory reminisces about how she met mickey, a meat deliveryman who serviced her family ' s household. after a whirlwind romance, mickey is arrested for grand theft auto and sent to prison ; he escapes and returns to mallory ' s home. the couple murders mallory ' s sexually abusive father and neglectful mother, but spare the life of mallory ' s little brother, kevin. the couple then have an unofficial marriage ceremony on a bridge. later, mickey and mallory hold a woman hostage in their hotel room. angered by mickey ' s desire for a threesome, mallory leaves, and mickey rapes the hostage. mallory drives to a nearby gas station, where she flirts with a mechanic. they begin to have sex on the hood of a car, but after mallory suffers a flashback of being raped by her father, and the mechanic recognizes her as a wanted murderer, mallory kills him. the pair continue their killing spree, ultimately claiming 52 victims in new mexico, arizona and nevada. pursuing them is detective jack scagnetti, who became obsessed with mass murderers at the age of eight after having witnessed the murder of his mother at the hand of charles whitman. beneath his heroic facade, he is also a violent psychopath and has murdered prostitutes in his past. following the pair ' s murder spree is self - serving tabloid journalist wayne gale, who profiles them on his show american maniacs, soon elevating them to cult - hero status. mickey and mallory become lost in the desert after taking psychedelic mushrooms, and they stumble upon a ranch owned by warren red cloud, a navajo man who provides them food and shelter. as mickey and mallory sleep, warren, sensing evil in the couple, attempts to exorcise the demon that he perceives in mickey, chanting over him as he sleeps. mickey, who has nightmares of his abusive parents, awakens during the exorcism and shoots warren to death. as the couple flee, they feel inexplicably guilty and come across a giant field of rattlesnakes, where they are badly bitten. they reach a drugstore to purchase snakebite antidote, but the store is sold out. a pharmacist recognizes the couple and triggers an alarm before mickey kills him. police arrive shortly after and accost the couple and a shootout ensues. the police end the showdown by beating the couple while a "
        },
        {
            "id": "c_a11_1",
            "title": "Natural Born Killers (soundtrack)",
            "text": "natural born killers : a soundtrack for an oliver stone film is the soundtrack to the film natural born killers, produced by trent reznor of nine inch nails. it was released on august 23, 1994. it charted at number 19 on us billboard 200 album charts and was certified gold in both the united states and canada, and silver in the united kingdom. = = background = = reznor reportedly produced the soundtrack using a portable pro tools in his hotel room while on his band ' s self destruct tour. on his approach to compiling the soundtrack, reznor told mtv : i suggested to oliver [ stone ] to try to turn the soundtrack into a collage - of - sound, kind of the way the movie used music : make edits, add dialog, and make it something interesting, rather than a bunch of previously released music. some songs were written especially for the film or soundtrack, such as \" burn \" by nine inch nails and \" what would you do? \" by tha dogg pound. \" i took a finished movie, \" reznor recalled, \" and tried to make something that would be a cool souvenir from it. \" = = track listing = = leonard cohen – \" waiting for the miracle \" ( edit ) l7 – \" shitlist \" dan zanes – \" moon over greene county \" ( edit ) patti smith – \" rock n roll nigger \" ( flood remix ) cowboy junkies – \" sweet jane \" ( edit ) bob dylan – \" you belong to me \" duane eddy – \" the trembler \" ( edit ) nine inch nails – \" burn \" \" route 666 \" featuring robert downey jr., and brian berdan – \" bb tone \" \" totally hot \" contains an edit of remmy ongala and orchestre super matimila – \" kipenda roho \" patsy cline – \" back in baby ' s arms \" peter gabriel and nusrat fateh ali khan – \" taboo \" ( edit ) \" sex is violent \" contains excerpts of jane ' s addiction – \" ted, just admit it... \" and diamanda galas – \" i put a spell on you \" a. o. s. – \" history ( repeats itself ) \" ( edit ) nine inch nails – \" something i can never have \" ( edited and extended ) russel means – \" i will take you home \" the hollywood persuaders – \" drums a go - go \" ( edit ) \" hungry ants \" contains excerpts of barry adamson – \" checkpoint charlie \" and \" violation of expectation \" dr. dre – \" the day the niggaz took over \" juliette lewis – \" born bad \" song and lyrics written by cissie cobb. sergio cervetti – \" fall of the rebel angels \" ( edit ) lard – \" forkboy \" \" batonga in batongaville \" contains excerpts of the budapest philharmonic orchestra – \" a night on bare mountain \" nine inch nails – \" a warm place \" ( edit ) \" allah, mohammed, char, yaar \" contains excerpts of nusrat fateh ali khan & party – \" allah, mohammed, char, yaar \" and diamanda galas – \" judgement day \" leonard cohen – \" the future \" ( edit ) tha dogg pound – \" what would u do? \" = = notes = = the film also contains \" bombtrack \" and \" take the power back \" by rage against the machine, \" cyclops \" by marilyn manson, \" anthem \" by leonard cohen, \" the heat \" and \" in doubt \" by peter gabriel, \" if you were the woman and i was the man \" by cowboy junkies, \" the way i walk \" cover by robert gordon, and \" ghost town \" by the specials. these tracks are not included on the soundtrack album. also includes samples of \" leader of the pack \" by the shangri - las, and steven \" jesse \" bernstein ' s \" no no man - part 1 \". tracks 9, 10, 13, 18, 21, 23 and 25 are assembled from various recordings and dialogue from the film. the bathroom scene of this film contains a non - credited selection from the melvins ' houdini ; specifically, the surreal percussion track \" spread eagle beagle \". rumours surround the genesis of this track, including one that it was done by kurt cobain. in the scene that depicts mickey and mallory ' s first meeting – as a sitcom parody entitled \" i love mallory \" – the following pieces are heard : \" happy - go - lively \" by laurie johnson, \" happy families \" by sam fonteyn, \" pizzicato playtime \" by sam fonteyn, and \" domestic fun \" by ernest tomlinson. reportedly, stone and reznor wanted to include a track by snoop dogg on the soundtrac"
        },
        {
            "id": "c_a11_2",
            "title": "Natural Born Killers copycat crimes",
            "text": "since the 1994 film natural born killers was released, several attacks suspected to be copycat crimes have been committed by fans of the film, mostly by high school students within the age range of 15 to 18. though apparent links have been claimed between the film and most of the incidents described below, certain causality has not been proven. = = major incidents = = = = = shooting of william savage and patsy byers = = = on march 5, 1995, sarah edmondson and her boyfriend benjamin james darras ( both 18 ) spent a night alone together at her family ' s cabin in muskogee, oklahoma, watching natural born killers. two days later, they left the cabin and packed edmondson ' s nissan maxima with blankets and a. 38 - caliber revolver. they allegedly left muskogee to attend a grateful dead concert in memphis, tennessee. on march 7, they arrived in hernando, mississippi, when darras killed cotton - mill manager william savage by shooting him twice in the head at point blank range. darras then took a piece of blood - stained fabric from savage to keep as a token. later, with edmondson, he spoke openly about killing savage. they then travelled to ponchatoula, louisiana, where edmondson shot patsy byers, a convenience store cashier. byers survived the attack, being rendered quadriplegic . savage had been a friend of best - selling author john grisham, who publicly accused oliver stone of being irresponsible in making the film, stating that filmmakers should be held accountable for their work when it incites viewers to commit violent acts. in july 1995, byers took legal actions against edmondson and darras, and in march 1996 she amended her lawsuit to include stone and the time warner company. with the advice of grisham, byers used a \" product liability \" claim, stating that the filmmakers \" knew, or should have known that the film would cause and inspire people [... ] to commit crimes such as the shooting of patsy ann byers. \" grisham wrote in an article called \" unnatural killers \" in the april 1996 edition of the oxford american magazine, \" the last hope of imposing some sense on hollywood will come through another great american tradition, the lawsuit. a case can be made that there exists a direct causal link between natural born killers and the death of bill savage . it will take only one large verdict against the likes of oliver stone, and then the party will be over. \" on january 23, 1997, on the grounds that filmmakers and production companies are protected by the first amendment, the case was dismissed, but byers immediately appealed, and on may 15, 1998, the intermediate louisiana court of appeals overturned that decision, claiming that byers did indeed have a valid case against the filmmakers ( byers had died of cancer in late 1997 ). on march 12, 2001, judge robert morrison dismissed the case on the grounds that there was no evidence that either time warner or stone had intended to incite violence. in june 2002, the louisiana court of appeal turned down an appeal from byers ' attorneys, and the suit was closed. sarah edmondson has been released on parole in oklahoma after serving less than twelve years of a thirty - year sentence. her parole will end in 2025. benjamin darras continues to serve his sentence at the mississippi state penitentiary at parchman. he has written a letter for pardoning to the mississippi governor ' s office where he explains how his life has changed in prison. he also has a bachelor ' s degree in christian ministry from the new orleans baptist theological seminary and tutors for their parchmen extension. the case was featured in an episode of the oxygen network true crime series snapped : killer couples which originally aired on march 24, 2013. this case was featured in an episode of reelz series copycat killers that originally aired march 5, 2016. = = = frontier middle school shooting = = = on february 2, 1996, in moses lake, washington, 14 - year - old barry loukaitis entered his algebra classroom dre"
        },
        {
            "id": "c_a12_0",
            "title": "2024 in American television",
            "text": "certain american television events in 2024 have been scheduled. events listed include television show debuts, finales, and cancellations ; channel launches, closures, and re - brandings ; stations changing or adding their network affiliations ; information on controversies, business transactions, and carriage disputes ; and deaths of those who made various contributions to the medium. = = notable events = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = future events = = = = = november = = = = = = december = = = = = television shows = = = = = shows debuting in 2024 = = = = = = shows changing networks = = = = = = television films and specials = = = = = = milestone episodes and anniversaries = = = = = = shows returning in 2024 = = = = = = shows ending in 2024 = = = = = = entering syndication in 2024 = = = a list of programs ( current or canceled ) that have accumulated enough episodes ( between 65 and 100 ) or seasons ( three or more ) to be eligible for off - network syndication and / or basic cable runs. = = networks and services = = = = = launches = = = = = = conversions and rebrandings = = = = = = closures = = = = = television stations = = = = = station launches = = = = = = subchannel launches = = = = = = stations changing network affiliations = = = = = = subchannels changing network affiliations = = = = = deaths = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = references = = = = = notes = = = = = external links = = list of 2024 american television series at imdb"
        },
        {
            "id": "c_a12_1",
            "title": "Varèse Sarabande albums discography",
            "text": "varese sarabande is an american record label that is owned by concord music, which specializes in film scores and original cast recordings. = = vc / vx series ( 1978 ) = = starting in 1978, varese sarabande released both classical works and motion picture soundtracks on vinyl ( lp ) using the same label numbering series ( vc or vx being the prefix ). some of these titles would later see a cd release in the 47000 series or later by the label or be reissued by other soundtrack labels including intrada records, kritzerland records, citadel records and more. vc - 81028 the first nudie musical - bruce kimmel vc - 81040 piano improvisations, duet from act. i - korngold vc - 81051 milhaud, joys of life / globetrotter suite - milhaud vc - 81053 rozsa conducts rozsa : volume 1 - miklos rozsa vc - 81056 william dawson : negro folk symphony - stokowski vc - 81058 rozsa : lust for life & background of violence suites - miklos rozsa vx - 81060 orchestral space - seiji ozawa vx - 81061 ohki : night meditation / fukai : 4 movements / kiyose : japanese festival dances / yamada : mandara no hana - yamaoka vx - 81062 saburo moroi : symphony # 2 - yamaoka / yomiuri nippon orchestra vc - 81070 master of the world - les baxter vc - 81071 36 hours - dimitri tiomkin vc - 81072 silent running - peter schickele ( reissued by the label as both a green vinyl lp, which is very valuable, and a standard regular lp ) vc - 81 ##073 the quiet man - victor young vc - 81073 samson and delilah - victor young vc - 81074 written on the wind - frank skinner, victor young / four girls in town - alex north vc - 81075 a time to love and a time to die - miklos rozsa vc - 81076 this earth is mine - hugo friedhofer vc - 81077 themes from classic science fiction, fantasy and horror films - various artists / dick jacobs conductor vc - 81078 goliath and the barbarians - les baxter vc - 81080 piano concerto no. 5 \" emperor \" - beethoven vc - 81081 holdridge conducts holdridge - lee holdridge, los angeles string orchestra and the london symphony orchestra ( the very first dbx produced title by the label classical work by the composer which would later be released on cd and features the debut of lalo schifrin ' s \" love theme \" from the 1973 film, hit! ) vc - 81082 brass target - laurence rosenthal vc - 81083 stages - bruce kimmel vc - 81084 yatsu haka - mura - yasushi akutagawa vc - 81085 roy harris : concerto for amplified piano, brass & percussion, etc. - harris / ucla brass vc - 81090 respighi : concerto gregoriano / de beriot : scene de ballet - borsamsky / ke ##gel vc - 81091 prokofiev : gypsy fantasial sym suite of waltzes / balakirev : overture on russian themes - schwleger vc - 81092 felix draeseke : symphony no. 3 in c major \" symphonia tragica \", op. 40 - berlin symphony orchestra, hermann desser ( heinz drewes ) * reissue of urania lp - 7162 vc - 81097 darius milhaud, le train bleu, auric, les facheux / satie - markevitch vc - 81101 jerome moross : two world premiere works from an american master - jerome moross vc - 81102 tourist trap - pino donaggio vc - 81103 the dunwich horror - les baxter vc - 81104 king of kings - miklos rozsa vc - 81105 phantasm - fred myrow, malcolm seagrave vc - 81106 dawn of the dead - goblin vc - 81107 patrick - brian may vc - 81123 roy harris : quintet for piano and strings, string quartet no. 3 vc - 81127 martin - donald rubinstein = = stv and ctv series ( 1979 – 1987 ) = = beginning in 1979, varese sarabande changed their tv and soundtracks to their own individual lettering prefix with the letters stv to separate them from their classical releases and avoid confusion. many of these titles originally issued by the label have seen a cd release ( refer to the 47000 series and the cd club release lists below ) by the label itself or through other labels over the last few decades which include intrada records, citadel records, kritzerland records and more. cd and lp pressings were both made for most titles between 1984 and 1990 when lps st"
        },
        {
            "id": "c_a13_0",
            "title": "2024 in American television",
            "text": "certain american television events in 2024 have been scheduled. events listed include television show debuts, finales, and cancellations ; channel launches, closures, and re - brandings ; stations changing or adding their network affiliations ; information on controversies, business transactions, and carriage disputes ; and deaths of those who made various contributions to the medium. = = notable events = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = future events = = = = = november = = = = = = december = = = = = television shows = = = = = shows debuting in 2024 = = = = = = shows changing networks = = = = = = television films and specials = = = = = = milestone episodes and anniversaries = = = = = = shows returning in 2024 = = = = = = shows ending in 2024 = = = = = = entering syndication in 2024 = = = a list of programs ( current or canceled ) that have accumulated enough episodes ( between 65 and 100 ) or seasons ( three or more ) to be eligible for off - network syndication and / or basic cable runs. = = networks and services = = = = = launches = = = = = = conversions and rebrandings = = = = = = closures = = = = = television stations = = = = = station launches = = = = = = subchannel launches = = = = = = stations changing network affiliations = = = = = = subchannels changing network affiliations = = = = = deaths = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = references = = = = = notes = = = = = external links = = list of 2024 american television series at imdb"
        },
        {
            "id": "c_a13_1",
            "title": "Varèse Sarabande albums discography",
            "text": "varese sarabande is an american record label that is owned by concord music, which specializes in film scores and original cast recordings. = = vc / vx series ( 1978 ) = = starting in 1978, varese sarabande released both classical works and motion picture soundtracks on vinyl ( lp ) using the same label numbering series ( vc or vx being the prefix ). some of these titles would later see a cd release in the 47000 series or later by the label or be reissued by other soundtrack labels including intrada records, kritzerland records, citadel records and more. vc - 81028 the first nudie musical - bruce kimmel vc - 81040 piano improvisations, duet from act. i - korngold vc - 81051 milhaud, joys of life / globetrotter suite - milhaud vc - 81053 rozsa conducts rozsa : volume 1 - miklos rozsa vc - 81056 william dawson : negro folk symphony - stokowski vc - 81058 rozsa : lust for life & background of violence suites - miklos rozsa vx - 81060 orchestral space - seiji ozawa vx - 81061 ohki : night meditation / fukai : 4 movements / kiyose : japanese festival dances / yamada : mandara no hana - yamaoka vx - 81062 saburo moroi : symphony # 2 - yamaoka / yomiuri nippon orchestra vc - 81070 master of the world - les baxter vc - 81071 36 hours - dimitri tiomkin vc - 81072 silent running - peter schickele ( reissued by the label as both a green vinyl lp, which is very valuable, and a standard regular lp ) vc - 81 ##073 the quiet man - victor young vc - 81073 samson and delilah - victor young vc - 81074 written on the wind - frank skinner, victor young / four girls in town - alex north vc - 81075 a time to love and a time to die - miklos rozsa vc - 81076 this earth is mine - hugo friedhofer vc - 81077 themes from classic science fiction, fantasy and horror films - various artists / dick jacobs conductor vc - 81078 goliath and the barbarians - les baxter vc - 81080 piano concerto no. 5 \" emperor \" - beethoven vc - 81081 holdridge conducts holdridge - lee holdridge, los angeles string orchestra and the london symphony orchestra ( the very first dbx produced title by the label classical work by the composer which would later be released on cd and features the debut of lalo schifrin ' s \" love theme \" from the 1973 film, hit! ) vc - 81082 brass target - laurence rosenthal vc - 81083 stages - bruce kimmel vc - 81084 yatsu haka - mura - yasushi akutagawa vc - 81085 roy harris : concerto for amplified piano, brass & percussion, etc. - harris / ucla brass vc - 81090 respighi : concerto gregoriano / de beriot : scene de ballet - borsamsky / ke ##gel vc - 81091 prokofiev : gypsy fantasial sym suite of waltzes / balakirev : overture on russian themes - schwleger vc - 81092 felix draeseke : symphony no. 3 in c major \" symphonia tragica \", op. 40 - berlin symphony orchestra, hermann desser ( heinz drewes ) * reissue of urania lp - 7162 vc - 81097 darius milhaud, le train bleu, auric, les facheux / satie - markevitch vc - 81101 jerome moross : two world premiere works from an american master - jerome moross vc - 81102 tourist trap - pino donaggio vc - 81103 the dunwich horror - les baxter vc - 81104 king of kings - miklos rozsa vc - 81105 phantasm - fred myrow, malcolm seagrave vc - 81106 dawn of the dead - goblin vc - 81107 patrick - brian may vc - 81123 roy harris : quintet for piano and strings, string quartet no. 3 vc - 81127 martin - donald rubinstein = = stv and ctv series ( 1979 – 1987 ) = = beginning in 1979, varese sarabande changed their tv and soundtracks to their own individual lettering prefix with the letters stv to separate them from their classical releases and avoid confusion. many of these titles originally issued by the label have seen a cd release ( refer to the 47000 series and the cd club release lists below ) by the label itself or through other labels over the last few decades which include intrada records, citadel records, kritzerland records and more. cd and lp pressings were both made for most titles between 1984 and 1990 when lps st"
        },
        {
            "id": "c_a14_0",
            "title": "Lanny Flaherty",
            "text": "lanny flaherty ( july 27, 1942 – february 18, 2024 ) was an american actor. = = life and career = = flaherty had roles in films and miniseries such as lonesome dove, natural born killers, book of shadows : blair witch 2 and signs. he also had a brief role in men in black 3, and appeared as jack crow in jim mickles 2014 adaptation of cold in july. other film appearances include winter people, millers crossing, blood in blood out, tom and huck and home fries while television roles include guest appearances on the equalizer, new york news and white collar as well as a two - episode stint on the education of max bickford as whammo. flaherty was a graduate of pontotoc high school, and attended university of southern mississippi after high school. he resided in new york city. flaherty died following surgery in february 2024, at the age of 81. = = filmography = = = = = film = = = = = = television = = = = = references = = = = external links = = lanny flaherty at imdb"
        },
        {
            "id": "c_a14_1",
            "title": "2024 in American television",
            "text": "certain american television events in 2024 have been scheduled. events listed include television show debuts, finales, and cancellations ; channel launches, closures, and re - brandings ; stations changing or adding their network affiliations ; information on controversies, business transactions, and carriage disputes ; and deaths of those who made various contributions to the medium. = = notable events = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = future events = = = = = november = = = = = = december = = = = = television shows = = = = = shows debuting in 2024 = = = = = = shows changing networks = = = = = = television films and specials = = = = = = milestone episodes and anniversaries = = = = = = shows returning in 2024 = = = = = = shows ending in 2024 = = = = = = entering syndication in 2024 = = = a list of programs ( current or canceled ) that have accumulated enough episodes ( between 65 and 100 ) or seasons ( three or more ) to be eligible for off - network syndication and / or basic cable runs. = = networks and services = = = = = launches = = = = = = conversions and rebrandings = = = = = = closures = = = = = television stations = = = = = station launches = = = = = = subchannel launches = = = = = = stations changing network affiliations = = = = = = subchannels changing network affiliations = = = = = deaths = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = references = = = = = notes = = = = = external links = = list of 2024 american television series at imdb"
        },
        {
            "id": "c_a14_2",
            "title": "Signs (film)",
            "text": "signs is a 2002 american science fiction horror film written and directed by m. night shyamalan and produced by shyamalan, frank marshall, kathleen kennedy and sam mercer. the film was produced by blinding edge pictures and the kennedy / marshall company. it was distributed by touchstone pictures theatrically, and by touchstone home entertainment in home media format. starring mel gibson and joaquin phoenix, the story focuses on a former episcopal priest named graham hess who discovers a series of crop circles in his cornfield and that the phenomenon is a result of extraterrestrial life. signs explores the themes of faith, kinship and extraterrestrials. signs premiered in theaters on august 2, 2002. the film was a financial success, grossing $ 408 million on a $ 72 million budget, becoming the seventh - highest - grossing film of 2002, and was met with positive reviews from critics, with many praising its atmosphere, cinematography, score and story, but others criticizing aspects of the script. the film was nominated for multiple awards, including those from the online film critics society and the empire awards. the film also won an award from the american society of composers, authors and publishers. the high definition blu - ray disc edition of the film featuring the director ' s audio commentary, the making of the film and deleted scenes was released in the united states on june 3, 2008. the original motion picture soundtrack, which was composed by james newton howard, was released on the opening day by the hollywood records label. = = plot = = former episcopal priest graham hess lives on a rural farm in doylestown, pennsylvania, with his asthmatic preteen son, morgan, and young daughter, bo. graham ' s younger brother merrill, a failed minor league baseball player, has been helping the family since graham ' s wife colleen died in a traffic accident six months earlier. graham abandoned the church in the aftermath of the incident. when large crop circles appear in the hess ' cornfield, they are initially attributed to vandals. however, other crop circles begin to appear globally, and lights from invisible objects hover over many of earth ' s cities. one night, graham and merrill chase a figure into the field. over the next several days, graham glimpses another among the corn stalks, followed by strange clicking noises broadcast through bo ' s old baby monitor. to the family ' s continued terror, news footage emerges out of brazil of what appears to be an alien sighting. after receiving a phone call from ray reddy, the man responsible for his wife ' s death, graham travels to reddy ’ s home and finds him sitting in his car outside of the house. reddy expresses remorse for colleen ' s death and warns graham that a creature is locked inside his pantry. believing that the aliens avoid water, he leaves for a lakeside. graham enters the house and uses a kitchen knife to peer under the pantry door. a clawed hand emerges and swipes at graham ; he cuts off the fingers in a panic. as the worldwide alien invasion begins, the family barricades themselves inside their house. when the aliens break in, the family takes shelter in the basement. morgan has an asthma attack but survives the night. the family emerges the next morning after the radio reports that the aliens have abruptly abandoned earth as if something scared them off. the alien previously trapped inside reddy ' s pantry enters the house and takes morgan hostage. recalling colleen ' s dying words, graham tells merrill to \" swing away \" using his baseball bat. the alien sprays morgan with toxic gas from its wrist. graham recovers his stricken son as merrill engages the creature, discovering during the fight that water is toxic to the aliens. merrill gradually weakens the alien by smashing several glasses of water, left by bo throughout the house, at the creature, eventually killing it when merrill smashes the creature in the head with the bat. outside, graham administers morgan "
        },
        {
            "id": "c_a15_0",
            "title": "2024 in American television",
            "text": "certain american television events in 2024 have been scheduled. events listed include television show debuts, finales, and cancellations ; channel launches, closures, and re - brandings ; stations changing or adding their network affiliations ; information on controversies, business transactions, and carriage disputes ; and deaths of those who made various contributions to the medium. = = notable events = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = future events = = = = = november = = = = = = december = = = = = television shows = = = = = shows debuting in 2024 = = = = = = shows changing networks = = = = = = television films and specials = = = = = = milestone episodes and anniversaries = = = = = = shows returning in 2024 = = = = = = shows ending in 2024 = = = = = = entering syndication in 2024 = = = a list of programs ( current or canceled ) that have accumulated enough episodes ( between 65 and 100 ) or seasons ( three or more ) to be eligible for off - network syndication and / or basic cable runs. = = networks and services = = = = = launches = = = = = = conversions and rebrandings = = = = = = closures = = = = = television stations = = = = = station launches = = = = = = subchannel launches = = = = = = stations changing network affiliations = = = = = = subchannels changing network affiliations = = = = = deaths = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = references = = = = = notes = = = = = external links = = list of 2024 american television series at imdb"
        },
        {
            "id": "c_a15_1",
            "title": "2024 deaths in the United States",
            "text": "the following notable deaths in the united states occurred in 2024. names are reported under the date of death, in alphabetical order as set out in wp : namesort. a typical entry reports information in the following sequence : name, age, country of citizenship at birth and subsequent nationality ( if applicable ), what subject was noted for, year of birth ( if known ), and reference. = = january = = january 1 adaora adimora, 67, doctor and academic ( b. 1956 ) anthony j. alvarado, 81, educator, new york city schools chancellor ( 1983 – 1984 ) ( b. 1942 ) mickey cottrell, 79, actor ( my own private idaho, drugstore cowboy, volcano ) and publicist ( b. 1944 ) j. russell george, 60, attorney, treasury inspector general for tax administration ( since 2004 ) ( b. 1963 ) lynja, 67, internet personality ( b. 1956 ) ved prakash nanda, india - born legal scholar jack o ' connell, 64, author ( b. 1959 ) frank ryan, 87, football player ( los angeles rams, cleveland browns, washington redskins ) ( b. 1936 ) david j. skal, 71, film historian and author ( b. 1952 ) sidney m. wolfe, 86, physician and health activist ( b. 1937 ) january 2 peter berkos, 101, sound editor ( touch of evil, the hindenburg, the sting ) ( b. 1922 ) edward e. crutchfield, 82, banker ( b. 1941 ) cameron dunkin, 67, professional boxing manager ( b. 1956 ) david p. gardner, 90, academic administrator, president of the university of utah ( 1973 – 1983 ) and the university of california ( 1983 – 1992 ) ( b. 1933 ) harry johnson, 81, actor ( battlestar galactica, law & order, need for speed ) and author ( b. 1942 / 1943 ) e. leo milonas, 87, judge and lawyer, chief administrative judge of new york state ( 1993 – 1995 ) ( b. 1936 ) matisyahu salomon, 86, english - born rabbi ( b. 1937 ) michael schwartz, 86, academic administrator ( b. 1937 ) alexis smith, 74, visual artist ( b. 1949 ) gordon r. sullivan, 86, general, chief of staff of the army ( 1991 – 1995 ) ( b. 1937 ) richard woodcock, 95, psychometrician. ( b. 1928 ) january 3 donald d. clayton, 88, astrophysicist ( b. 1935 ) bridget dobson, 85, television writer ( general hospital, the guiding light ) and producer ( santa barbara ) ( b. 1938 ) billy gardner, 96, baseball player ( baltimore orioles ) and manager ( minnesota twins ) ( b. 1927 ) charles o. jones, 92, political scientist ( b. 1931 ) don read, 90, football coach ( montana grizzlies, portland state vikings, oregon ducks ) ( b. 1933 ) tawl ross, 75, rhythm guitarist ( funkadelic ) ( b. 1948 ) january 4 nancy adler, 77, health psychologist ( b. 1946 ) marty amsler, 81, football player ( chicago bears, cincinnati bengals, green bay packers ) ( b. 1942 ) john scales avery, 90, chemist and peace activist ( b. 1933 ) fred chappell, 87, author and poet ( b. 1936 ) elliott d. kieff, 80, virologist ( b. 1943 ) frank q. nebeker, 93, jurist, judge of the district of columbia court of appeals ( 1969 – 2021 ) and the u. s. court of appeals for veterans claims ( 1989 – 2021 ) ( b. 1930 ) david soul, 80, actor ( starsky & hutch, here come the brides ) and singer ( \" don ' t give up on us \" ) ( b. 1943 ) bill w. stacy, 85, educator and university administrator, president of california state university san marcos ( 1989 – 1997 ) and the university of tennessee at chattanooga ( 1997 – 2004 ) ( b. 1938 ) tracy torme, 64, screenwriter ( fire in the sky, sliders, star trek : the next generation ) and film producer ( i am legend ) ( b. 1959 ) january 5 willie bethea, 85, football player ( hamilton tiger - cats ) ( b. 1938 ) ( death announced on this date ) larry collins, 79, guitarist ( the collins kids ) and songwriter ( \" delta dawn \" ) ( b. 1944 ) gene deer, 59, blues musician ( b. 1964 ) mary jane garcia, 87, politician, member of the new mexico senate ( 1988 – 2012 ) ( b. 1936 ) joachim giermek, 80, franciscan father, minister general of the conventuals ( 2002 – 2007 ) ( b. 1943 ) joseph lelyveld, 86, journalist ( the new york times ) ( b. 1937 ) harry robert lyall, 75, co"
        },
        {
            "id": "c_a15_2",
            "title": "Charles Rangel",
            "text": "charles bernard rangel (, rang - gəl ; born june 11, 1930 ) is an american politician who was a u. s. representative for districts in new york city from 1971 to 2017. a member of the democratic party, he was the second - longest serving incumbent member of the house of representatives at the time of his retirement, having served continuously since 1971. as its most senior member, he was also the dean of new york ' s congressional delegation. rangel was the first african american chair of the influential house ways and means committee. he was also a founding member of the congressional black caucus. rangel was born in harlem in upper manhattan and lives there to this day. he earned a purple heart and a bronze star for his service in the u. s. army during the korean war, where he led a group of soldiers out of a deadly chinese army encirclement during the battle of kunu - ri in 1950. rangel graduated from new york university in 1957 and st. john ' s university school of law in 1960. he worked as a private lawyer, assistant u. s. attorney, and legal counsel during the early - mid - 1960s. he served two terms in the new york state assembly from 1967 to 1971 and defeated long - time incumbent congressman adam clayton powell jr. in a primary challenge on his way to being elected to the house of representatives. rangel rose rapidly in the democratic ranks in the house, combining solidly liberal views with a pragmatic style towards finding political and legislative compromises. his long - time concerns with battling the importation and effects of illegal drugs led to his becoming chair of the house select committee on narcotics, where he helped define national policy on the issue during the 1980s. as one of harlem ' s \" gang of four \", he also became a leader in new york city and state politics. he played a significant role in the creation of the 1995 upper manhattan empowerment zone development corporation and the national empowerment zone act, which helped change the economic face of harlem and other inner - city areas. rangel is known both for his genial manner, with an ability to win over fellow legislators, and for his blunt speaking ; he has long been outspoken about his views and has been arrested several times as part of political demonstrations. he was a strong opponent of the george w . bush administration and the iraq war, and he put forth proposals to reinstate the draft during the 2000s. beginning in 2008, rangel faced a series of personal legal issues focusing on ethics violations and allegations of failures to abide by tax laws. the house ethics committee focused on whether rangel improperly rented multiple rent - stabilized new york apartments, improperly used his office in raising money for the rangel center at the city college of new york, and failed to disclose rental income from his villa in the dominican republic. in march 2010, rangel stepped aside as the ways and means chair. in november 2010, the ethics committee found rangel guilty of 11 counts of violating house ethics rules, and on december 2, 2010, the full house approved a sanction of censure against him. as his district became more hispanic, he faced two strong primary challengers during the 2012 and 2014 elections, but he nonetheless prevailed. he did not run for re - election in 2016 and left office in january 2017. = = early life, military service, and education = = rangel was born in harlem in new york city on june 11, 1930. his father, ralph rangel, was from puerto rico and came to new york in 1914, while his african american mother, blanche mary wharton rangel, was from new york city and had family roots in virginia. charles was the second of three children, with an older brother ralph jr. and a younger sister frances. ralph rangel sometimes worked as a laborer in a garage, but he was mostly a frequently absent, unemployed man who was abusive to his wife and who left the family when charles was six years old. charles was raised by his mother, who wo"
        },
        {
            "id": "c_a16_0",
            "title": "2024 deaths in the United States",
            "text": "the following notable deaths in the united states occurred in 2024. names are reported under the date of death, in alphabetical order as set out in wp : namesort. a typical entry reports information in the following sequence : name, age, country of citizenship at birth and subsequent nationality ( if applicable ), what subject was noted for, year of birth ( if known ), and reference. = = january = = january 1 adaora adimora, 67, doctor and academic ( b. 1956 ) anthony j. alvarado, 81, educator, new york city schools chancellor ( 1983 – 1984 ) ( b. 1942 ) mickey cottrell, 79, actor ( my own private idaho, drugstore cowboy, volcano ) and publicist ( b. 1944 ) j. russell george, 60, attorney, treasury inspector general for tax administration ( since 2004 ) ( b. 1963 ) lynja, 67, internet personality ( b. 1956 ) ved prakash nanda, india - born legal scholar jack o ' connell, 64, author ( b. 1959 ) frank ryan, 87, football player ( los angeles rams, cleveland browns, washington redskins ) ( b. 1936 ) david j. skal, 71, film historian and author ( b. 1952 ) sidney m. wolfe, 86, physician and health activist ( b. 1937 ) january 2 peter berkos, 101, sound editor ( touch of evil, the hindenburg, the sting ) ( b. 1922 ) edward e. crutchfield, 82, banker ( b. 1941 ) cameron dunkin, 67, professional boxing manager ( b. 1956 ) david p. gardner, 90, academic administrator, president of the university of utah ( 1973 – 1983 ) and the university of california ( 1983 – 1992 ) ( b. 1933 ) harry johnson, 81, actor ( battlestar galactica, law & order, need for speed ) and author ( b. 1942 / 1943 ) e. leo milonas, 87, judge and lawyer, chief administrative judge of new york state ( 1993 – 1995 ) ( b. 1936 ) matisyahu salomon, 86, english - born rabbi ( b. 1937 ) michael schwartz, 86, academic administrator ( b. 1937 ) alexis smith, 74, visual artist ( b. 1949 ) gordon r. sullivan, 86, general, chief of staff of the army ( 1991 – 1995 ) ( b. 1937 ) richard woodcock, 95, psychometrician. ( b. 1928 ) january 3 donald d. clayton, 88, astrophysicist ( b. 1935 ) bridget dobson, 85, television writer ( general hospital, the guiding light ) and producer ( santa barbara ) ( b. 1938 ) billy gardner, 96, baseball player ( baltimore orioles ) and manager ( minnesota twins ) ( b. 1927 ) charles o. jones, 92, political scientist ( b. 1931 ) don read, 90, football coach ( montana grizzlies, portland state vikings, oregon ducks ) ( b. 1933 ) tawl ross, 75, rhythm guitarist ( funkadelic ) ( b. 1948 ) january 4 nancy adler, 77, health psychologist ( b. 1946 ) marty amsler, 81, football player ( chicago bears, cincinnati bengals, green bay packers ) ( b. 1942 ) john scales avery, 90, chemist and peace activist ( b. 1933 ) fred chappell, 87, author and poet ( b. 1936 ) elliott d. kieff, 80, virologist ( b. 1943 ) frank q. nebeker, 93, jurist, judge of the district of columbia court of appeals ( 1969 – 2021 ) and the u. s. court of appeals for veterans claims ( 1989 – 2021 ) ( b. 1930 ) david soul, 80, actor ( starsky & hutch, here come the brides ) and singer ( \" don ' t give up on us \" ) ( b. 1943 ) bill w. stacy, 85, educator and university administrator, president of california state university san marcos ( 1989 – 1997 ) and the university of tennessee at chattanooga ( 1997 – 2004 ) ( b. 1938 ) tracy torme, 64, screenwriter ( fire in the sky, sliders, star trek : the next generation ) and film producer ( i am legend ) ( b. 1959 ) january 5 willie bethea, 85, football player ( hamilton tiger - cats ) ( b. 1938 ) ( death announced on this date ) larry collins, 79, guitarist ( the collins kids ) and songwriter ( \" delta dawn \" ) ( b. 1944 ) gene deer, 59, blues musician ( b. 1964 ) mary jane garcia, 87, politician, member of the new mexico senate ( 1988 – 2012 ) ( b. 1936 ) joachim giermek, 80, franciscan father, minister general of the conventuals ( 2002 – 2007 ) ( b. 1943 ) joseph lelyveld, 86, journalist ( the new york times ) ( b. 1937 ) harry robert lyall, 75, co"
        },
        {
            "id": "c_a16_1",
            "title": "Pontotoc, Mississippi",
            "text": "pontotoc is a city in and the county seat of pontotoc county, mississippi, located to the west of the larger city of tupelo. the population was 5, 640 at the 2020 census. pontotoc is a chickasaw word that means, “ land of the hanging grapes. ” a section of the city largely along main street and liberty street has been designated the pontotoc historic district and is listed on the national register of historic places. the treaty of pontotoc site is also listed on the national register. the treaty of pontotoc creek, part of u. s. president andrew jackson ' s indian removal policy, ceded millions of acres of native american lands and relocated the chicakasaw west of the mississippi river. = = history = = the chickasaw nation occupied this area long before europeans colonized the southeast, the last in a succession of indigenous peoples who had this territory for thousands of years. in the early 1830s they were forced to indian territory west of the mississippi river through the federal program of indian removal. pontotoc is a chickasaw word meaning \" land of hanging grapes \". in the late 19th century, the outlaws jesse and frank james and their gang came into this area. they once hid at an old house that had been used as a union army hospital during the battle of harrisburg or battle of tupelo in the civil war. the house was located at a crossroad in east pontotoc county, near the lee county line. the town square museum is located in the historic us post office near the county courthouse. this space is used to house and display pontotoc memorabilia. a full - service post office continues to operate in the building, which was built in 1937 during the great depression. it was one of numerous projects of the works progress administration ( wpa ) under president franklin d. roosevelt. investment in this program created work opportunities in construction of needed public buildings and infrastructure across the country, employing thousands of workers. a mural in the post office lobby, titled the wedding of ortez and saowana - christmas 1540 ( 1939 ), was commissioned as public art. it depicts a legendary feast given by hernando de soto to celebrate what was said to be the first recorded christian marriage on the north american continent. the account appears to be local myth. the groom was said to be juan ortez ( his name was spelled ortiz in spanish ), an interpreter for the expedition. he was a spanish national who had been captured in florida years before and held by chief uceta. he was finally released as a slave and lived for years with the mocoso people. his bride was said to be princess saowana, daughter of chief uceta. but uceta ' s daughter was documented as uleleh and she married a cacique, another chickasaw chief. the wedding is said to have taken place in pontotoc county during a visit by de soto ' s party, but there is little documentation of such an event. the mural was painted in 1939 by artist joseph pollet, who had immigrated to the us as a child with his family from germany. he was commissioned under the arts program that was also part of the federal wpa program. many artists and writers were employed by such projects, in addition to the workers who built federal buildings. many murals and other art were created for post offices and other public buildings. the city holds an annual festival in the town square during the last week of the month of september, called the bodock festival. it celebrates the maclura pomifera ( osage orange ) ( also known as bois d ' arc, or bowdock ) tree located next to the historic mansion, lochinvar ; both survived a massive tornado in 2001. = = geography = = according to the united states census bureau, the city has a total area of 9. 6 sq mi ( 25 km2 ), of which 9. 4 sq mi ( 24 km2 ) is land and 0. 2 sq mi ( 0. 52 km2 ) ( 1. 66 % ) is covered by water. = = = climate = = = = = demographics = = = = = 2020 census = = = as of the 2020 united states census, there were 5, 640 people, 1, 906 hou"
        },
        {
            "id": "c_a16_2",
            "title": "Varèse Sarabande albums discography",
            "text": "varese sarabande is an american record label that is owned by concord music, which specializes in film scores and original cast recordings. = = vc / vx series ( 1978 ) = = starting in 1978, varese sarabande released both classical works and motion picture soundtracks on vinyl ( lp ) using the same label numbering series ( vc or vx being the prefix ). some of these titles would later see a cd release in the 47000 series or later by the label or be reissued by other soundtrack labels including intrada records, kritzerland records, citadel records and more. vc - 81028 the first nudie musical - bruce kimmel vc - 81040 piano improvisations, duet from act. i - korngold vc - 81051 milhaud, joys of life / globetrotter suite - milhaud vc - 81053 rozsa conducts rozsa : volume 1 - miklos rozsa vc - 81056 william dawson : negro folk symphony - stokowski vc - 81058 rozsa : lust for life & background of violence suites - miklos rozsa vx - 81060 orchestral space - seiji ozawa vx - 81061 ohki : night meditation / fukai : 4 movements / kiyose : japanese festival dances / yamada : mandara no hana - yamaoka vx - 81062 saburo moroi : symphony # 2 - yamaoka / yomiuri nippon orchestra vc - 81070 master of the world - les baxter vc - 81071 36 hours - dimitri tiomkin vc - 81072 silent running - peter schickele ( reissued by the label as both a green vinyl lp, which is very valuable, and a standard regular lp ) vc - 81 ##073 the quiet man - victor young vc - 81073 samson and delilah - victor young vc - 81074 written on the wind - frank skinner, victor young / four girls in town - alex north vc - 81075 a time to love and a time to die - miklos rozsa vc - 81076 this earth is mine - hugo friedhofer vc - 81077 themes from classic science fiction, fantasy and horror films - various artists / dick jacobs conductor vc - 81078 goliath and the barbarians - les baxter vc - 81080 piano concerto no. 5 \" emperor \" - beethoven vc - 81081 holdridge conducts holdridge - lee holdridge, los angeles string orchestra and the london symphony orchestra ( the very first dbx produced title by the label classical work by the composer which would later be released on cd and features the debut of lalo schifrin ' s \" love theme \" from the 1973 film, hit! ) vc - 81082 brass target - laurence rosenthal vc - 81083 stages - bruce kimmel vc - 81084 yatsu haka - mura - yasushi akutagawa vc - 81085 roy harris : concerto for amplified piano, brass & percussion, etc. - harris / ucla brass vc - 81090 respighi : concerto gregoriano / de beriot : scene de ballet - borsamsky / ke ##gel vc - 81091 prokofiev : gypsy fantasial sym suite of waltzes / balakirev : overture on russian themes - schwleger vc - 81092 felix draeseke : symphony no. 3 in c major \" symphonia tragica \", op. 40 - berlin symphony orchestra, hermann desser ( heinz drewes ) * reissue of urania lp - 7162 vc - 81097 darius milhaud, le train bleu, auric, les facheux / satie - markevitch vc - 81101 jerome moross : two world premiere works from an american master - jerome moross vc - 81102 tourist trap - pino donaggio vc - 81103 the dunwich horror - les baxter vc - 81104 king of kings - miklos rozsa vc - 81105 phantasm - fred myrow, malcolm seagrave vc - 81106 dawn of the dead - goblin vc - 81107 patrick - brian may vc - 81123 roy harris : quintet for piano and strings, string quartet no. 3 vc - 81127 martin - donald rubinstein = = stv and ctv series ( 1979 – 1987 ) = = beginning in 1979, varese sarabande changed their tv and soundtracks to their own individual lettering prefix with the letters stv to separate them from their classical releases and avoid confusion. many of these titles originally issued by the label have seen a cd release ( refer to the 47000 series and the cd club release lists below ) by the label itself or through other labels over the last few decades which include intrada records, citadel records, kritzerland records and more. cd and lp pressings were both made for most titles between 1984 and 1990 when lps st"
        },
        {
            "id": "c_a19_0",
            "title": "Varèse Sarabande albums discography",
            "text": "varese sarabande is an american record label that is owned by concord music, which specializes in film scores and original cast recordings. = = vc / vx series ( 1978 ) = = starting in 1978, varese sarabande released both classical works and motion picture soundtracks on vinyl ( lp ) using the same label numbering series ( vc or vx being the prefix ). some of these titles would later see a cd release in the 47000 series or later by the label or be reissued by other soundtrack labels including intrada records, kritzerland records, citadel records and more. vc - 81028 the first nudie musical - bruce kimmel vc - 81040 piano improvisations, duet from act. i - korngold vc - 81051 milhaud, joys of life / globetrotter suite - milhaud vc - 81053 rozsa conducts rozsa : volume 1 - miklos rozsa vc - 81056 william dawson : negro folk symphony - stokowski vc - 81058 rozsa : lust for life & background of violence suites - miklos rozsa vx - 81060 orchestral space - seiji ozawa vx - 81061 ohki : night meditation / fukai : 4 movements / kiyose : japanese festival dances / yamada : mandara no hana - yamaoka vx - 81062 saburo moroi : symphony # 2 - yamaoka / yomiuri nippon orchestra vc - 81070 master of the world - les baxter vc - 81071 36 hours - dimitri tiomkin vc - 81072 silent running - peter schickele ( reissued by the label as both a green vinyl lp, which is very valuable, and a standard regular lp ) vc - 81 ##073 the quiet man - victor young vc - 81073 samson and delilah - victor young vc - 81074 written on the wind - frank skinner, victor young / four girls in town - alex north vc - 81075 a time to love and a time to die - miklos rozsa vc - 81076 this earth is mine - hugo friedhofer vc - 81077 themes from classic science fiction, fantasy and horror films - various artists / dick jacobs conductor vc - 81078 goliath and the barbarians - les baxter vc - 81080 piano concerto no. 5 \" emperor \" - beethoven vc - 81081 holdridge conducts holdridge - lee holdridge, los angeles string orchestra and the london symphony orchestra ( the very first dbx produced title by the label classical work by the composer which would later be released on cd and features the debut of lalo schifrin ' s \" love theme \" from the 1973 film, hit! ) vc - 81082 brass target - laurence rosenthal vc - 81083 stages - bruce kimmel vc - 81084 yatsu haka - mura - yasushi akutagawa vc - 81085 roy harris : concerto for amplified piano, brass & percussion, etc. - harris / ucla brass vc - 81090 respighi : concerto gregoriano / de beriot : scene de ballet - borsamsky / ke ##gel vc - 81091 prokofiev : gypsy fantasial sym suite of waltzes / balakirev : overture on russian themes - schwleger vc - 81092 felix draeseke : symphony no. 3 in c major \" symphonia tragica \", op. 40 - berlin symphony orchestra, hermann desser ( heinz drewes ) * reissue of urania lp - 7162 vc - 81097 darius milhaud, le train bleu, auric, les facheux / satie - markevitch vc - 81101 jerome moross : two world premiere works from an american master - jerome moross vc - 81102 tourist trap - pino donaggio vc - 81103 the dunwich horror - les baxter vc - 81104 king of kings - miklos rozsa vc - 81105 phantasm - fred myrow, malcolm seagrave vc - 81106 dawn of the dead - goblin vc - 81107 patrick - brian may vc - 81123 roy harris : quintet for piano and strings, string quartet no. 3 vc - 81127 martin - donald rubinstein = = stv and ctv series ( 1979 – 1987 ) = = beginning in 1979, varese sarabande changed their tv and soundtracks to their own individual lettering prefix with the letters stv to separate them from their classical releases and avoid confusion. many of these titles originally issued by the label have seen a cd release ( refer to the 47000 series and the cd club release lists below ) by the label itself or through other labels over the last few decades which include intrada records, citadel records, kritzerland records and more. cd and lp pressings were both made for most titles between 1984 and 1990 when lps st"
        },
        {
            "id": "c_a20_0",
            "title": "List of Shakespeare in the Park productions at the Delacorte Theater",
            "text": "the public theater has produced over 120 plays and musicals at the delacorte theater in new york city ' s central park since the theater ' s opening in 1962. currently the series is produced under the brand free shakespeare in the park, and all productions are staged at the delacorte. in past decades, the series was branded the new york shakespeare festival and encompassed productions at both the delacorte and the public ' s downtown location in the former astor library. henry viii, staged in 1997, was celebrated as the final work of the shakespearean canon to be performed as part of the series, but within productions staged at the delacorte, macbeth was not performed until 2006 and, as of yet, the three parts of henry vi have not been performed except as the heavily abridged wars of the roses in 1970. with the 2022 season, as you like it joined measure for measure, twelfth night, and much ado about nothing as the most - performed works, each having been produced six times ( including musical adaptations ). = = productions before the delacorte = = all plays are by william shakespeare. except as noted, all productions were staged in central park on or adjacent to the site of the future delacorte theater. = = productions at the delacorte = = all plays are by william shakespeare except as noted. = = = notes on works performed = = = = = = notes on productions = = = = = references = ="
        },
        {
            "id": "c_a20_1",
            "title": "Guthrie Theater",
            "text": "the guthrie theater, founded in 1963, is a center for theater performance, production, education, and professional training in minneapolis, minnesota. the concept of the theater was born in 1959 in a series of discussions among sir tyrone guthrie, oliver rea and peter zeisler. disenchanted with broadway, they intended to form a theater with a resident acting company, to perform classic plays in rotating repertory, while maintaining the highest professional standards. the guthrie theater has performed in two main - stage facilities. the first building was designed by ralph rapson, included a 1, 441 - seat thrust stage designed by tanya moiseiwitsch, and was operated from 1963 to 2006. after closing its 2005 – 2006 season, the theater moved to its current facility designed by jean nouvel. in 1982, the theater won the regional theatre tony award. = = history = = in 1959, sir tyrone guthrie published a small invitation in the drama page of the new york times soliciting communities ' interest and involvement in a resident theater. out of the seven cities that responded, the twin cities showed not only interest but also eagerness for the project. frank whiting, the director of the university of minnesota theater, introduced guthrie to the arts community in the twin cities and helped gather support that persuaded guthrie to locate his theater in minneapolis. with the help of the newly founded tyrone guthrie theater foundation, a fundraising effort raised over us $ 2 million. the new theater was completed in 1963, in time for the may 7 opening of hamlet. during its first season the guthrie featured well known stage actors hume cronyn, jessica tandy and zoe caldwell as well as a group of younger actors including george grizzard, ellen geer and joan van ark. tyrone guthrie served as artistic director until 1966, and continued to direct at the theater he founded until 1969, two years before his death. in 1966 douglas campbell was named as the next artistic director of the guthrie, succeeding the theater ' s founder and namesake. throughout the 1960s, the guthrie found critical acclaim in its productions of henry v, st. joan, caucasian chalk circle, three sisters and the house of atreus. in 1968, the guthrie ' s production of the house of atreus was taken on the road for a national tour, a first for a resident theater. also starting in 1968, the guthrie established the tradition of producing plays on smaller stages within the twin cities area, including the crawford - livingston theater in st. paul and the other place. in 1971, michael langham became the guthrie ' s next artistic director, staging classic productions which included oedipus rex, love ' s labour ' s lost, she stoops to conquer, and a streetcar named desire. after langham left in 1977, the guthrie crossed a milestone of sorts when, for the first time in its history, it selected as artistic director the american alvin epstein, the first person to hold that post who wasn ' t previously known within the world of theater as either an established collaborator with, or personal friend of, founder tyrone guthrie. epstein ' s selection for the post also marked the first time in the theater ' s history that the position of artistic director was held by an american. in 1980, liviu ciulei replaced epstein. ciulei had previously served as the artistic director of teatrul bulandra in romania and had a profound influence on the guthrie. he challenged audiences with his bold theatrical interpretations and his highly contemporary and international style. ciulei ' s interest in theater didn ' t stop at the productions themselves. ciulei was a designer and architect, and one of the first things he did was to redesign the theater itself. his changes allowed more structural flexibility in the stage, granting each production a unique physical presentation. while ciulei was not able to realize all the goals he had envisioned, he was able to maintain and advance the guthrie ' s national and intern"
        },
        {
            "id": "c_a20_2",
            "title": "Aaron Lohr",
            "text": "aaron lohr ( born april 2, 1976 ) is an american actor. = = early life and education = = lohr was born in crofton, maryland. he is a graduate of ucla, where he majored in theater. = = film and television career = = lohr portrayed the dancing boy in deniece williams ' music video for the song \" let ' s hear it for the boy \". he is also in the british television advertisement for carlsberg beer. lohr has also appeared in many sister, sister episodes, better known as marlon in his later appearances in the show. lohr became a recognizable player of the disney studios stable, appearing in many of their films, including the mighty ducks series and newsies. he provided the singing voice for max goof in a goofy movie ( filling in for jason marsden ). in 2000, he starred as micky dolenz in the vh1 television film daydream believers : the monkees ' story. he appeared in the 2005 film adaptation of the tony and pulitzer prize winning broadway musical rent, directed by chris columbus. lohr played the character steve and sang vocals for the songs will i and life support on the first disc of the soundtrack for the film. he starred in various roles in michael john lachiusa ' s see what i wanna see at the new york public theater, opposite actress / singer idina menzel. independent film releases include henry bean ' s noise, jim koya jones ' taut psychological thriller the wreck, and manslaughter produced by jim koya jones. more recent work has included many leading roles in new york theater productions. he performed as matt in the off - broadway production of bare : a pop opera in 2004. he has appeared in several productions at the public theater. his inaugural performance there was in george wolfe ' s radiant baby in 2003. this led to his starring role in see what i want to see by michael john lachuisa. lohr also starred in the political drama in darfur both at the ny public and delacorte theater. lohr has since retired from acting and currently serves as the clinical director at the avalon malibu rehab center. = = personal life = = in august 2015, lohr and actress idina menzel bought a home located in encino, los angeles. menzel announced on september 23, 2016, via her twitter account, that she and lohr were engaged. menzel announced their marriage via twitter on september 25, 2017. they were married over the weekend of september 22, 2017. lohr is the stepfather to menzel ' s son from her marriage to taye diggs. = = filmography = = = = = film = = = = = = television = = = = = references = = = = external links = = aaron lohr at imdb"
        },
        {
            "id": "c_a21_0",
            "title": "List of Shakespeare in the Park productions at the Delacorte Theater",
            "text": "the public theater has produced over 120 plays and musicals at the delacorte theater in new york city ' s central park since the theater ' s opening in 1962. currently the series is produced under the brand free shakespeare in the park, and all productions are staged at the delacorte. in past decades, the series was branded the new york shakespeare festival and encompassed productions at both the delacorte and the public ' s downtown location in the former astor library. henry viii, staged in 1997, was celebrated as the final work of the shakespearean canon to be performed as part of the series, but within productions staged at the delacorte, macbeth was not performed until 2006 and, as of yet, the three parts of henry vi have not been performed except as the heavily abridged wars of the roses in 1970. with the 2022 season, as you like it joined measure for measure, twelfth night, and much ado about nothing as the most - performed works, each having been produced six times ( including musical adaptations ). = = productions before the delacorte = = all plays are by william shakespeare. except as noted, all productions were staged in central park on or adjacent to the site of the future delacorte theater. = = productions at the delacorte = = all plays are by william shakespeare except as noted. = = = notes on works performed = = = = = = notes on productions = = = = = references = ="
        },
        {
            "id": "c_a21_1",
            "title": "2024 in film",
            "text": "2024 in film is an overview of events, including award ceremonies, festivals, a list of country - and genre - specific lists of films, and notable deaths. columbia pictures and metro - goldwyn - mayer ( mgm ) celebrated their 100th anniversaries ; toei company celebrated its 75th anniversary ; dreamworks pictures and dreamworks animation celebrated their 30th anniversaries ; the first mickey mouse films, including steamboat willie ( 1928 ), entered the public domain this year. alongside new releases, multiple popular films like les miserables ( 2012 ), tenet ( 2020 ), alien ( 1979 ), the lion king ( 1994 ), whiplash ( 2014 ), the texas chain saw massacre ( 1974 ), shrek 2 ( 2004 ), twister ( 1996 ), coraline ( 2009 ) and interstellar ( 2014 ) were re - released to either celebrate their anniversaries or fill in the gaps left by films that had their original release dates affected by the 2023 hollywood labor disputes . for the first time since 2011 a huge majority of film sequels were released with many franchises both new and old returning. = = highest - grossing films = = = = = box office records = = = inside out 2 surpassed the lion king to become the highest - grossing animated film of all time and is currently the 8th highest grossing film of all time. inside out 2 became the 54th film to gross $ 1 billion worldwide, the 12th animated film to do so. it became the fastest animated film to gross $ 1 billion worldwide. the inside out film series grossed over $ 2. 5 billion with the release of inside out 2. deadpool & wolverine became the 55th film to gross $ 1 billion worldwide. it had the highest - grossing opening weekend ever for an r - rated film. it surpassed joker ( 2019 ) as the highest - grossing r - rated film of all time. it surpassed the passion of the christ ( 2004 ) to become the highest - grossing r - rated film in the us and canada. it is the eleventh mcu film to gross over $ 1 billion, and the first since spider - man : no way home ( 2021 ). it is the second r - rated film to gross over $ 1 billion, and the first since joker ( 2019 ). the marvel cinematic universe became the first film franchise to gross $ 30 and $ 31 billion with the release of deadpool & wolverine. the despicable me film franchise became the first animated film series to gross $ 5 billion with the release of despicable me 4. the dune film series grossed over $ 1 billion with the release of dune : part two. the monsterverse film franchise grossed over $ 2. 5 billion with the release of godzilla x kong : the new empire. the kung fu panda film series grossed over $ 2 billion with the release of kung fu panda 4. the bad boys film series grossed over $ 1 billion with the release of bad boys : ride or die. the batman film series grossed over $ 7 billion with the release of joker : folie a deux. = = = studio records = = = inside out 2 became the highest - grossing pixar film of all time, surpassing incredibles 2 ( 2018 ). with the release of inside out 2, pixar became the first animation studio to produce five films that grossed $ 1 billion. deadpool & wolverine became the highest - grossing r - rated disney film, surpassing the 34 - year - old record set by pretty woman in 1990. = = = other records = = = deadpool & wolverine became the most viewed trailer of all time, surpassing spider - man : no way home ( 2021 ). = = events = = may 21 – anora premieres at the cannes film festival and becomes the first american film since the tree of life to win the palme d ' or. september 6 – the life of chuck premieres at the 2024 toronto international film festival, where it won the festival ' s people ' s choice award. = = = scheduled award ceremonies = = = = = = film festivals = = = = = 2024 films = = = = = by country / region = = = list of american films of 2024 list of argentine films of 2024 list of australian films of 2024 list of bangladeshi films of 2024 list of brazilian films of 2024 list of british films of 2024 list of canadian films of 2024 list o"
        },
        {
            "id": "c_a21_2",
            "title": "Varèse Sarabande albums discography",
            "text": "varese sarabande is an american record label that is owned by concord music, which specializes in film scores and original cast recordings. = = vc / vx series ( 1978 ) = = starting in 1978, varese sarabande released both classical works and motion picture soundtracks on vinyl ( lp ) using the same label numbering series ( vc or vx being the prefix ). some of these titles would later see a cd release in the 47000 series or later by the label or be reissued by other soundtrack labels including intrada records, kritzerland records, citadel records and more. vc - 81028 the first nudie musical - bruce kimmel vc - 81040 piano improvisations, duet from act. i - korngold vc - 81051 milhaud, joys of life / globetrotter suite - milhaud vc - 81053 rozsa conducts rozsa : volume 1 - miklos rozsa vc - 81056 william dawson : negro folk symphony - stokowski vc - 81058 rozsa : lust for life & background of violence suites - miklos rozsa vx - 81060 orchestral space - seiji ozawa vx - 81061 ohki : night meditation / fukai : 4 movements / kiyose : japanese festival dances / yamada : mandara no hana - yamaoka vx - 81062 saburo moroi : symphony # 2 - yamaoka / yomiuri nippon orchestra vc - 81070 master of the world - les baxter vc - 81071 36 hours - dimitri tiomkin vc - 81072 silent running - peter schickele ( reissued by the label as both a green vinyl lp, which is very valuable, and a standard regular lp ) vc - 81 ##073 the quiet man - victor young vc - 81073 samson and delilah - victor young vc - 81074 written on the wind - frank skinner, victor young / four girls in town - alex north vc - 81075 a time to love and a time to die - miklos rozsa vc - 81076 this earth is mine - hugo friedhofer vc - 81077 themes from classic science fiction, fantasy and horror films - various artists / dick jacobs conductor vc - 81078 goliath and the barbarians - les baxter vc - 81080 piano concerto no. 5 \" emperor \" - beethoven vc - 81081 holdridge conducts holdridge - lee holdridge, los angeles string orchestra and the london symphony orchestra ( the very first dbx produced title by the label classical work by the composer which would later be released on cd and features the debut of lalo schifrin ' s \" love theme \" from the 1973 film, hit! ) vc - 81082 brass target - laurence rosenthal vc - 81083 stages - bruce kimmel vc - 81084 yatsu haka - mura - yasushi akutagawa vc - 81085 roy harris : concerto for amplified piano, brass & percussion, etc. - harris / ucla brass vc - 81090 respighi : concerto gregoriano / de beriot : scene de ballet - borsamsky / ke ##gel vc - 81091 prokofiev : gypsy fantasial sym suite of waltzes / balakirev : overture on russian themes - schwleger vc - 81092 felix draeseke : symphony no. 3 in c major \" symphonia tragica \", op. 40 - berlin symphony orchestra, hermann desser ( heinz drewes ) * reissue of urania lp - 7162 vc - 81097 darius milhaud, le train bleu, auric, les facheux / satie - markevitch vc - 81101 jerome moross : two world premiere works from an american master - jerome moross vc - 81102 tourist trap - pino donaggio vc - 81103 the dunwich horror - les baxter vc - 81104 king of kings - miklos rozsa vc - 81105 phantasm - fred myrow, malcolm seagrave vc - 81106 dawn of the dead - goblin vc - 81107 patrick - brian may vc - 81123 roy harris : quintet for piano and strings, string quartet no. 3 vc - 81127 martin - donald rubinstein = = stv and ctv series ( 1979 – 1987 ) = = beginning in 1979, varese sarabande changed their tv and soundtracks to their own individual lettering prefix with the letters stv to separate them from their classical releases and avoid confusion. many of these titles originally issued by the label have seen a cd release ( refer to the 47000 series and the cd club release lists below ) by the label itself or through other labels over the last few decades which include intrada records, citadel records, kritzerland records and more. cd and lp pressings were both made for most titles between 1984 and 1990 when lps st"
        },
        {
            "id": "c_a22_0",
            "title": "Cold in July (film)",
            "text": "cold in july is a 2014 american independent crime thriller film directed by jim mickle, written by mickle and nick damici, and starring michael c. hall, sam shepard and don johnson. the film takes place in 1980s texas and is based on the novel cold in july by author joe r. lansdale. hall plays a man who kills a burglar, whose father ( shepard ) subsequently seeks revenge. the plot is further complicated when a private investigator ( johnson ) shows up. the project had a long gestation, and production did not begin until seven years after mickle read the novel. mickle and damici had previously written about feminist themes in we are what we are ( 2013 ) and wanted to cover more masculine themes. filming took place over 25 days in the hudson valley area of new york. it premiered at the 2014 sundance film festival. ifc films theatrically released the film in north america on may 23, 2014, where it grossed $ 427, 418. at rotten tomatoes the film has an approval rating of 85 %. it was released on dvd on september 30, 2014. = = plot = = ann dane, startled by the sound of a door window breaking, wakes her husband, richard. he accidentally shoots the intruder, identified as freddy russell, a wanted felon. richard is shaken by the experience. richard visits the cemetery on the day of freddy ' s burial where freddy ' s father, ben — a paroled convict — accosts richard in his car, making a veiled reference to richard ' s son, jordan. alarmed, richard picks up jordan from school and arranges for ann to meet them at the police station. though ben follows him to his son ' s school, the police decline richard ' s request for help. however, when the danes arrive home to find their front door broken in, the family is put under police protection. police are posted around the house, including one guard inside, hoping to catch ben when he returns. it turns out that ben never left and has been hiding in the house ' s crawlspace since the initial break - in. he emerges and knocks out the guard, goes into jordan ' s room, and locks the door. when richard is alerted to ben ' s presence inside the house by the sound of water dripping from the open crawlspace hatch, he alerts the observing police and breaks down jordan ' s bedroom door. ben has already escaped out the window and to a nearby river, however, and is tracked to mexico — where he is apprehended. the police invite richard to the station to close the case, and, while there, richard notices a wanted poster for \" frederick russell \", who looks different from the man he shot. richard repeatedly attempts to point out the contradiction to officer ray price, but ray dismisses this as a trick of memory due to shock and refuses to discuss the issue. richard sees ben taken away in an unmarked police car, which he follows. he sees the police forcibly remove ben from the car, and inject him with an unknown substance, splash him with alcohol, and leave him on train tracks to die. richard saves ben from an approaching train. ben at first does not believe richard ' s claims that the man he shot was not freddy. the two exhume freddy ' s grave and ben confirms that the body in the coffin is not his son. ben notes that the man ' s finger tips have been cut off to prevent identification. ray price visits richard at work and claims that freddy changed his appearance to avoid capture, explaining the discrepancy in the wanted poster. richard is visited by jim bob luke — a private investigator known by ben — who says the name fred russell is tied to several widely circulated news stories about the killing of a burglar. jim theorizes that after freddy became involved with the dixie mafia, he was caught by federal investigators, who faked freddy ' s death and placed him in witness protection in exchange for information. jim, richard, and ben learn that freddy might be living in houston under the name \" frank miller \". when they attempt to meet him at his new home, they instead find a number of home videos which turn"
        },
        {
            "id": "c_a22_1",
            "title": "2024 deaths in the United States",
            "text": "the following notable deaths in the united states occurred in 2024. names are reported under the date of death, in alphabetical order as set out in wp : namesort. a typical entry reports information in the following sequence : name, age, country of citizenship at birth and subsequent nationality ( if applicable ), what subject was noted for, year of birth ( if known ), and reference. = = january = = january 1 adaora adimora, 67, doctor and academic ( b. 1956 ) anthony j. alvarado, 81, educator, new york city schools chancellor ( 1983 – 1984 ) ( b. 1942 ) mickey cottrell, 79, actor ( my own private idaho, drugstore cowboy, volcano ) and publicist ( b. 1944 ) j. russell george, 60, attorney, treasury inspector general for tax administration ( since 2004 ) ( b. 1963 ) lynja, 67, internet personality ( b. 1956 ) ved prakash nanda, india - born legal scholar jack o ' connell, 64, author ( b. 1959 ) frank ryan, 87, football player ( los angeles rams, cleveland browns, washington redskins ) ( b. 1936 ) david j. skal, 71, film historian and author ( b. 1952 ) sidney m. wolfe, 86, physician and health activist ( b. 1937 ) january 2 peter berkos, 101, sound editor ( touch of evil, the hindenburg, the sting ) ( b. 1922 ) edward e. crutchfield, 82, banker ( b. 1941 ) cameron dunkin, 67, professional boxing manager ( b. 1956 ) david p. gardner, 90, academic administrator, president of the university of utah ( 1973 – 1983 ) and the university of california ( 1983 – 1992 ) ( b. 1933 ) harry johnson, 81, actor ( battlestar galactica, law & order, need for speed ) and author ( b. 1942 / 1943 ) e. leo milonas, 87, judge and lawyer, chief administrative judge of new york state ( 1993 – 1995 ) ( b. 1936 ) matisyahu salomon, 86, english - born rabbi ( b. 1937 ) michael schwartz, 86, academic administrator ( b. 1937 ) alexis smith, 74, visual artist ( b. 1949 ) gordon r. sullivan, 86, general, chief of staff of the army ( 1991 – 1995 ) ( b. 1937 ) richard woodcock, 95, psychometrician. ( b. 1928 ) january 3 donald d. clayton, 88, astrophysicist ( b. 1935 ) bridget dobson, 85, television writer ( general hospital, the guiding light ) and producer ( santa barbara ) ( b. 1938 ) billy gardner, 96, baseball player ( baltimore orioles ) and manager ( minnesota twins ) ( b. 1927 ) charles o. jones, 92, political scientist ( b. 1931 ) don read, 90, football coach ( montana grizzlies, portland state vikings, oregon ducks ) ( b. 1933 ) tawl ross, 75, rhythm guitarist ( funkadelic ) ( b. 1948 ) january 4 nancy adler, 77, health psychologist ( b. 1946 ) marty amsler, 81, football player ( chicago bears, cincinnati bengals, green bay packers ) ( b. 1942 ) john scales avery, 90, chemist and peace activist ( b. 1933 ) fred chappell, 87, author and poet ( b. 1936 ) elliott d. kieff, 80, virologist ( b. 1943 ) frank q. nebeker, 93, jurist, judge of the district of columbia court of appeals ( 1969 – 2021 ) and the u. s. court of appeals for veterans claims ( 1989 – 2021 ) ( b. 1930 ) david soul, 80, actor ( starsky & hutch, here come the brides ) and singer ( \" don ' t give up on us \" ) ( b. 1943 ) bill w. stacy, 85, educator and university administrator, president of california state university san marcos ( 1989 – 1997 ) and the university of tennessee at chattanooga ( 1997 – 2004 ) ( b. 1938 ) tracy torme, 64, screenwriter ( fire in the sky, sliders, star trek : the next generation ) and film producer ( i am legend ) ( b. 1959 ) january 5 willie bethea, 85, football player ( hamilton tiger - cats ) ( b. 1938 ) ( death announced on this date ) larry collins, 79, guitarist ( the collins kids ) and songwriter ( \" delta dawn \" ) ( b. 1944 ) gene deer, 59, blues musician ( b. 1964 ) mary jane garcia, 87, politician, member of the new mexico senate ( 1988 – 2012 ) ( b. 1936 ) joachim giermek, 80, franciscan father, minister general of the conventuals ( 2002 – 2007 ) ( b. 1943 ) joseph lelyveld, 86, journalist ( the new york times ) ( b. 1937 ) harry robert lyall, 75, co"
        },
        {
            "id": "c_a25_0",
            "title": "2024 in film",
            "text": "2024 in film is an overview of events, including award ceremonies, festivals, a list of country - and genre - specific lists of films, and notable deaths. columbia pictures and metro - goldwyn - mayer ( mgm ) celebrated their 100th anniversaries ; toei company celebrated its 75th anniversary ; dreamworks pictures and dreamworks animation celebrated their 30th anniversaries ; the first mickey mouse films, including steamboat willie ( 1928 ), entered the public domain this year. alongside new releases, multiple popular films like les miserables ( 2012 ), tenet ( 2020 ), alien ( 1979 ), the lion king ( 1994 ), whiplash ( 2014 ), the texas chain saw massacre ( 1974 ), shrek 2 ( 2004 ), twister ( 1996 ), coraline ( 2009 ) and interstellar ( 2014 ) were re - released to either celebrate their anniversaries or fill in the gaps left by films that had their original release dates affected by the 2023 hollywood labor disputes . for the first time since 2011 a huge majority of film sequels were released with many franchises both new and old returning. = = highest - grossing films = = = = = box office records = = = inside out 2 surpassed the lion king to become the highest - grossing animated film of all time and is currently the 8th highest grossing film of all time. inside out 2 became the 54th film to gross $ 1 billion worldwide, the 12th animated film to do so. it became the fastest animated film to gross $ 1 billion worldwide. the inside out film series grossed over $ 2. 5 billion with the release of inside out 2. deadpool & wolverine became the 55th film to gross $ 1 billion worldwide. it had the highest - grossing opening weekend ever for an r - rated film. it surpassed joker ( 2019 ) as the highest - grossing r - rated film of all time. it surpassed the passion of the christ ( 2004 ) to become the highest - grossing r - rated film in the us and canada. it is the eleventh mcu film to gross over $ 1 billion, and the first since spider - man : no way home ( 2021 ). it is the second r - rated film to gross over $ 1 billion, and the first since joker ( 2019 ). the marvel cinematic universe became the first film franchise to gross $ 30 and $ 31 billion with the release of deadpool & wolverine. the despicable me film franchise became the first animated film series to gross $ 5 billion with the release of despicable me 4. the dune film series grossed over $ 1 billion with the release of dune : part two. the monsterverse film franchise grossed over $ 2. 5 billion with the release of godzilla x kong : the new empire. the kung fu panda film series grossed over $ 2 billion with the release of kung fu panda 4. the bad boys film series grossed over $ 1 billion with the release of bad boys : ride or die. the batman film series grossed over $ 7 billion with the release of joker : folie a deux. = = = studio records = = = inside out 2 became the highest - grossing pixar film of all time, surpassing incredibles 2 ( 2018 ). with the release of inside out 2, pixar became the first animation studio to produce five films that grossed $ 1 billion. deadpool & wolverine became the highest - grossing r - rated disney film, surpassing the 34 - year - old record set by pretty woman in 1990. = = = other records = = = deadpool & wolverine became the most viewed trailer of all time, surpassing spider - man : no way home ( 2021 ). = = events = = may 21 – anora premieres at the cannes film festival and becomes the first american film since the tree of life to win the palme d ' or. september 6 – the life of chuck premieres at the 2024 toronto international film festival, where it won the festival ' s people ' s choice award. = = = scheduled award ceremonies = = = = = = film festivals = = = = = 2024 films = = = = = by country / region = = = list of american films of 2024 list of argentine films of 2024 list of australian films of 2024 list of bangladeshi films of 2024 list of brazilian films of 2024 list of british films of 2024 list of canadian films of 2024 list o"
        },
        {
            "id": "c_a25_1",
            "title": "2024 in American television",
            "text": "certain american television events in 2024 have been scheduled. events listed include television show debuts, finales, and cancellations ; channel launches, closures, and re - brandings ; stations changing or adding their network affiliations ; information on controversies, business transactions, and carriage disputes ; and deaths of those who made various contributions to the medium. = = notable events = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = future events = = = = = november = = = = = = december = = = = = television shows = = = = = shows debuting in 2024 = = = = = = shows changing networks = = = = = = television films and specials = = = = = = milestone episodes and anniversaries = = = = = = shows returning in 2024 = = = = = = shows ending in 2024 = = = = = = entering syndication in 2024 = = = a list of programs ( current or canceled ) that have accumulated enough episodes ( between 65 and 100 ) or seasons ( three or more ) to be eligible for off - network syndication and / or basic cable runs. = = networks and services = = = = = launches = = = = = = conversions and rebrandings = = = = = = closures = = = = = television stations = = = = = station launches = = = = = = subchannel launches = = = = = = stations changing network affiliations = = = = = = subchannels changing network affiliations = = = = = deaths = = = = = january = = = = = = february = = = = = = march = = = = = = april = = = = = = may = = = = = = june = = = = = = july = = = = = = august = = = = = = september = = = = = = october = = = = = = november = = = = = references = = = = = notes = = = = = external links = = list of 2024 american television series at imdb"
        },
        {
            "id": "c_a25_2",
            "title": "2024 deaths in the United States",
            "text": "the following notable deaths in the united states occurred in 2024. names are reported under the date of death, in alphabetical order as set out in wp : namesort. a typical entry reports information in the following sequence : name, age, country of citizenship at birth and subsequent nationality ( if applicable ), what subject was noted for, year of birth ( if known ), and reference. = = january = = january 1 adaora adimora, 67, doctor and academic ( b. 1956 ) anthony j. alvarado, 81, educator, new york city schools chancellor ( 1983 – 1984 ) ( b. 1942 ) mickey cottrell, 79, actor ( my own private idaho, drugstore cowboy, volcano ) and publicist ( b. 1944 ) j. russell george, 60, attorney, treasury inspector general for tax administration ( since 2004 ) ( b. 1963 ) lynja, 67, internet personality ( b. 1956 ) ved prakash nanda, india - born legal scholar jack o ' connell, 64, author ( b. 1959 ) frank ryan, 87, football player ( los angeles rams, cleveland browns, washington redskins ) ( b. 1936 ) david j. skal, 71, film historian and author ( b. 1952 ) sidney m. wolfe, 86, physician and health activist ( b. 1937 ) january 2 peter berkos, 101, sound editor ( touch of evil, the hindenburg, the sting ) ( b. 1922 ) edward e. crutchfield, 82, banker ( b. 1941 ) cameron dunkin, 67, professional boxing manager ( b. 1956 ) david p. gardner, 90, academic administrator, president of the university of utah ( 1973 – 1983 ) and the university of california ( 1983 – 1992 ) ( b. 1933 ) harry johnson, 81, actor ( battlestar galactica, law & order, need for speed ) and author ( b. 1942 / 1943 ) e. leo milonas, 87, judge and lawyer, chief administrative judge of new york state ( 1993 – 1995 ) ( b. 1936 ) matisyahu salomon, 86, english - born rabbi ( b. 1937 ) michael schwartz, 86, academic administrator ( b. 1937 ) alexis smith, 74, visual artist ( b. 1949 ) gordon r. sullivan, 86, general, chief of staff of the army ( 1991 – 1995 ) ( b. 1937 ) richard woodcock, 95, psychometrician. ( b. 1928 ) january 3 donald d. clayton, 88, astrophysicist ( b. 1935 ) bridget dobson, 85, television writer ( general hospital, the guiding light ) and producer ( santa barbara ) ( b. 1938 ) billy gardner, 96, baseball player ( baltimore orioles ) and manager ( minnesota twins ) ( b. 1927 ) charles o. jones, 92, political scientist ( b. 1931 ) don read, 90, football coach ( montana grizzlies, portland state vikings, oregon ducks ) ( b. 1933 ) tawl ross, 75, rhythm guitarist ( funkadelic ) ( b. 1948 ) january 4 nancy adler, 77, health psychologist ( b. 1946 ) marty amsler, 81, football player ( chicago bears, cincinnati bengals, green bay packers ) ( b. 1942 ) john scales avery, 90, chemist and peace activist ( b. 1933 ) fred chappell, 87, author and poet ( b. 1936 ) elliott d. kieff, 80, virologist ( b. 1943 ) frank q. nebeker, 93, jurist, judge of the district of columbia court of appeals ( 1969 – 2021 ) and the u. s. court of appeals for veterans claims ( 1989 – 2021 ) ( b. 1930 ) david soul, 80, actor ( starsky & hutch, here come the brides ) and singer ( \" don ' t give up on us \" ) ( b. 1943 ) bill w. stacy, 85, educator and university administrator, president of california state university san marcos ( 1989 – 1997 ) and the university of tennessee at chattanooga ( 1997 – 2004 ) ( b. 1938 ) tracy torme, 64, screenwriter ( fire in the sky, sliders, star trek : the next generation ) and film producer ( i am legend ) ( b. 1959 ) january 5 willie bethea, 85, football player ( hamilton tiger - cats ) ( b. 1938 ) ( death announced on this date ) larry collins, 79, guitarist ( the collins kids ) and songwriter ( \" delta dawn \" ) ( b. 1944 ) gene deer, 59, blues musician ( b. 1964 ) mary jane garcia, 87, politician, member of the new mexico senate ( 1988 – 2012 ) ( b. 1936 ) joachim giermek, 80, franciscan father, minister general of the conventuals ( 2002 – 2007 ) ( b. 1943 ) joseph lelyveld, 86, journalist ( the new york times ) ( b. 1937 ) harry robert lyall, 75, co"
        }
    ]
}